{
  "bills": [
    {
      "billId": "WI_2015_ab155",
      "billText": "\r\n    \r\n\r\n\r\n\r\n            Up\r\n        Up\r\n\n\nLRB-1887/1\n\n\nTJD&PJK:kjf:rs\n\n\n\n2015 - 2016  LEGISLATURE\n\n\n2015 Assembly BILL 155\nApril 8, 2015 - Introduced by Representatives Sargent, \nRiemer, Danou, Zepnick, Hesselbein, Spreitzer, Subeck, Hebl, Ohnstad, Berceau, Sinicki, Considine, Goyke, C. Taylor, Bowen, Pope, Johnson and Kolste, cosponsored by Senators Vinehout, Carpenter, Harris Dodd, Erpenbach, Ringhand and C. Larson. Referred to Committee on Insurance.\n\nAB155,1,11\n1An Act to amend 1.12 (1) (b), 13.172 (1), 13.62 (2), 13.95 (intro.), 16.002 (2), 216.004 (4), 16.004 (5), 16.004 (12) (a), 16.045 (1) (a), 16.15 (1) (ab), 16.41 (4), 316.417 (1) (a), 16.52 (7), 16.528 (1) (a), 16.53 (2), 16.54 (9) (a) 1., 16.70 (2), 16.72 4(2) (e) (intro.), 16.72 (2) (f), 16.75 (1m), 16.75 (8) (a) 1., 16.75 (8) (a) 2., 16.75 (9), 516.765 (1), 16.765 (2), 16.765 (4), 16.765 (5), 16.765 (6), 16.765 (7) (intro.), 616.765 (7) (d), 16.765 (8), 16.85 (2), 16.865 (8), 25.50 (1) (d), 49.45 (2) (a) 3., 71.26 7(1) (be), 77.54 (9a) (a), 101.055 (2) (a), 230.03 (3), 230.80 (4), 230.90 (1) (c) and 8635.18 (1); to repeal and recreate 230.03 (3); and to create 13.94 (1) (dj), 913.94 (1s) (c) 9., 40.02 (54) (n), 70.11 (41c) and chapter 636 of the statutes; 10relating to: the Badger Health Benefit Authority, health benefit exchange 11operation, granting rule-making authority, and providing a penalty.\n\n\n\nAnalysis by the Legislative Reference Bureau\n\nBadger Health Benefit Authority\n\nThis bill creates the Badger Health Benefit Authority (authority) that is a public body corporate and politic that is created by state law but that is not a state agency.  The authority is governed by a board of directors consisting of the commissioner of insurance (commissioner), the secretary of employee trust funds, the director of the state Medical Assistance program, the executive directors of the Wisconsin Collaborative for Healthcare Quality and the Wisconsin Health Information Organization, and the following members who are nominated by the governor, and with the advice and consent of the senate appointed, for three-year terms: a member in good-standing of the American Academy of Actuaries, a health economist, an employee benefits specialist, a representative of small employers, a representative of an organization that represents consumer interests, a representative of organized labor, and an individual with experience in health care administration.  The chairperson of the board is the commissioner.  The board must appoint an executive director of the authority.  The executive director must, among other duties, supervise the administrative affairs and general management and operation of the authority, employ professional and clerical staff, as necessary, and prepare the authority's annual budget.\n\nThe authority is not a state agency, so numerous laws that apply to state agencies do not apply to the authority.  However, the authority is treated like a state agency in the following ways, among others: it is subject to auditing by the Legislative Audit Bureau; it is subject to open meeting and open records laws; and it is exempt from property tax, income tax, and sales and uses taxes.  The authority has powers, including adopting bylaws and policies and procedures for the regulation of its affairs and conduct of its business; hiring employees; incurring debt; suing and being sued in its own name; and executing contracts.  The bill establishes a process that the authority must use when it contracts for professional services.  Under the bill, the authority is subject to civil liability for its acts or omissions except that the maximum amount recoverable in a civil action against the authority is $100,000. However, a member of the authority's board of directors, the authority's executive director, or an authority employee is exempt from civil liability unless the member, director, or employee acted with willful misconduct or in intentional violation of the law.  The bill also imposes restrictions on board members and the authority's executive director pertaining to conflicts of interest and requires board members and the executive director to file financial disclosures.\n\nHealth benefit exchange\n\nUnder the bill, the authority must establish and operate a Wisconsin Health Benefit Exchange in this state, must make qualified health plans, with effective dates on or before January 1, 2016, available to qualified individuals and qualified employers, and must seek federal grants and other funding for the purpose of the exchange.  A qualified health plan is defined in the bill, generally, as a health benefit plan that covers the costs of health care services and that meets the certification criteria described in the federal Patient Protection and Affordable Care Act (PPACA).  A qualified individual is defined in the bill, generally, as a citizen or national of the United States, or an alien lawfully present in the United States, who is not imprisoned in a correctional facility and who resides in this state.  A qualified employer is defined in the bill, generally, as an employer with not more than 100 employees (small employer) that either:  1) has its principal place of business in this state and elects to provide coverage to all of its eligible employees, wherever employed, through the small business health options program component of the exchange (SHOP Exchange) established by the authority; or 2) elects to provide coverage through the SHOP Exchange to all of its eligible employees who are principally employed in this state.\n\nOnly health benefit plans that are certified by the authority as qualified health plans may be offered through the exchange.  To be certified as a qualified health plan, a health benefit plan must provide the essential health benefits package described in PPACA, its premium rates and contract language must have been filed with and not disapproved by the commissioner, it must provide at least a bronze level of coverage, as determined by the authority in accordance with criteria developed by the secretary of the federal Department of Health and Human Services (federal secretary), its cost-sharing must not exceed limits established in PPACA, the insurer offering it must meet specified criteria, and the authority must determine that making the plan available through the exchange is in the interest of qualified individuals and qualified employers in this state.\n\nThe authority must assign a rating to, and determine the level of coverage of, each qualified health plan offered through the exchange.  The levels of coverage under PPACA are bronze, silver, gold, and platinum, and are based on what percentage of the full actuarial value of the benefits provided under the plan the benefits under the plan provides.  An eligible employee of a qualified employer that provides coverage through the SHOP Exchange may enroll in any qualified health plan offered through the SHOP Exchange at the level of coverage specified by his or her employer.\n\nAfter the exchange begins operating, no insurer may offer or issue health benefit plan coverage in this state to an individual or a small employer except through the exchange.  Although any insurer that is authorized to do business in this state in one or more lines of insurance that includes health insurance may offer qualified health plans through the exchange, a health benefit plan may not be certified as a qualified health plan unless the insurer that offers it, among other things, is in good standing, charges the same premium for the plan regardless of whether it is offered directly by the insurer or through an insurance intermediary, offers through the exchange at least one qualified health plan in each of the silver and gold levels of coverage, and complies with regulations of the federal secretary and any other requirements established by the authority.  In addition, any insurer that seeks certification of a health benefit plan as a qualified health plan must provide a justification for any premium increase; must make specified information available to the public, such as data on enrollment and on the number of claims denied, claims payment policies and practices, and financial disclosures; and must permit individuals enrolled in the plan to learn the amount that an individual would be responsible for paying toward the cost of a specific item or service.\n\nAn insurer that offers coverage through the exchange must establish a toll-free hotline for providing information to enrollees and must pay a commission, determined by the authority, to an insurance intermediary who enrolls a qualified individual or employees of a qualified employer in a qualified health plan offered by the insurer through the exchange.  For determining premiums, an insurer that offers coverage through the exchange may pool together all individuals and employees with coverage under all of the plans issued by the insurer through the exchange.  To pay administrative expenses of the exchange, the authority may impose on each insurer offering plans through the exchange a surcharge that is based on the insurer's total premium or flat dollar amount per enrollee collected through the exchange.\n\nThe bill sets out numerous responsibilities for the authority with respect to the exchange.  In addition to the administrative duties related to certifying and rating health benefit plans and enrolling qualified individuals and qualified employers, the authority must provide for the operation of a toll-free telephone hotline to respond to requests for assistance; establish an appeals process; establish and operate a service center to provide information; publicize the exchange; maintain an Internet site with comparative information about qualified health plans; screen applicants for eligibility for Medical Assistance (MA) and, if eligible, assist them to enroll in MA; select, and award grants to, entities to serve as navigators for conducting public education activities and distributing information about, and facilitating enrollment in, qualified health plans; review the rate of premium growth within the exchange and outside of the exchange; and develop recommendations on whether qualified employers should be limited to small employers.  The authority may establish risk adjustment mechanisms for the exchange, contract with a third-party administrator for services on behalf of the exchange, and establish sub-exchanges or other exchanges provided for under federal law.  The authority must keep an accounting of all exchange-related activities and receipts and expenditures and annually submit a report of the accounting to the federal secretary, the governor, the commissioner, and the legislature.\n\nThe commissioner may promulgate rules related to the implementation of the exchange and must develop a standard application form for use in the exchange.\n\n\nBecause this bill creates a new crime or revises a penalty for an existing crime, the Joint Review Committee on Criminal Penalties may be requested to prepare a report concerning the proposed penalty and the costs or savings that are likely to result if the bill is enacted.\n\nFor further information see the state fiscal estimate, which will be printed as an appendix to this bill.\n\n\n\nThe people of the state of Wisconsin, represented in senate and assembly, do enact as follows:\nAB155,1\n\n\n1Section \n1.  1.12 (1) (b) of the statutes is amended to read:\nAB155,5,32\n1.12 (1) (b)  \"State agency\" means an office, department, agency, institution of 3higher education, the legislature, a legislative service agency, the courts, a judicial 4branch agency, an association, society, or other body in state government that is 1created or authorized to be created by the constitution or by law, for which 2appropriations are made by law, excluding the Badger Health Benefit Authority and 3the Wisconsin Economic Development Corporation.\nAB155,2\n\n\n4Section \n2.  13.172 (1) of the statutes is amended to read:\nAB155,5,105\n13.172 (1)  In this section, \"agency\" means an office, department, agency, 6institution of higher education, association, society, or other body in state 7government created or authorized to be created by the constitution or any law, that 8is entitled to expend moneys appropriated by law, including the legislature and the 9courts, and any authority created in subch. II of ch. 114 or subch. III of ch. 636 or in 10ch. 231, 233, 234, 238, or 279.\nAB155,3\n\n\n11Section \n3.  13.62 (2) of the statutes is amended to read:\nAB155,5,1612\n13.62 (2)  \"Agency\" means any board, commission, department, office, society, 13institution of higher education, council, or committee in the state government, or any 14authority created in subch. II of ch. 114 or subch. III of ch. 636 or in ch. 231, 232, 233, 15234, 237, 238, or 279, except that the term does not include a council or committee 16of the legislature.\nAB155,4\n\n\n17Section \n4.  13.94 (1) (dj) of the statutes is created to read:\nAB155,5,2218\n13.94 (1) (dj)  At least once every 2 years, perform a financial audit and 19performance evaluation audit of any health benefit plan exchange under subch. II 20of ch. 636 and an audit of the Badger Health Benefit Authority's policies and 21management practices and file copies of each audit report under this paragraph with 22the distributees specified in par. (b).\nAB155,5\n\n\n23Section \n5.  13.94 (1s) (c) 9. of the statutes is created to read:\nAB155,5,2524\n13.94 (1s) (c) 9.  The Badger Health Benefit Authority for the cost of the audit 25under sub. (1) (dj).\nAB155,6\n\n\n1Section \n6.  13.95 (intro.) of the statutes is amended to read:\nAB155,6,14\n213.95  Legislative fiscal bureau.  (intro.)  There is created a bureau to be 3known as the \"Legislative Fiscal Bureau\" headed by a director.  The fiscal bureau 4shall be strictly nonpartisan and shall at all times observe the confidential nature 5of the research requests received by it; however, with the prior approval of the 6requester in each instance, the bureau may duplicate the results of its research for 7distribution.  Subject to s. 230.35 (4) (a) and (f), the director or the director's 8designated employees shall at all times, with or without notice, have access to all 9state agencies, the University of Wisconsin Hospitals and Clinics Authority, the 10Wisconsin Aerospace Authority, the Badger Health Benefit Authority, the Lower Fox 11River Remediation Authority, the Wisconsin Economic Development Corporation, 12and the Fox River Navigational System Authority, and to any books, records, or other 13documents maintained by such agencies or authorities and relating to their 14expenditures, revenues, operations, and structure.\nAB155,7\n\n\n15Section \n7.  16.002 (2) of the statutes is amended to read:\nAB155,6,2016\n16.002 (2)  \"Departments\" means constitutional offices, departments, and 17independent agencies and includes all societies, associations, and other agencies of 18state government for which appropriations are made by law, but not including 19authorities created in subch. II of ch. 114 or subch. III of ch. 636 or in ch. 231, 232, 20233, 234, 237, 238, or 279.\nAB155,8\n\n\n21Section \n8.  16.004 (4) of the statutes is amended to read:\nAB155,7,222\n16.004 (4)  Freedom of access.  The secretary and such employees of the 23department as the secretary designates may enter into the offices of state agencies 24and authorities created under subch. II of ch. 114 and subch. III of ch. 636 and under 25chs. 231, 233, 234, 237, 238, and 279, and may examine their books and accounts and 1any other matter that in the secretary's judgment should be examined and may 2interrogate the agency's employees publicly or privately relative thereto.\nAB155,9\n\n\n3Section \n9.  16.004 (5) of the statutes is amended to read:\nAB155,7,84\n16.004 (5)  Agencies and employees to cooperate.  All state agencies and 5authorities created under subch. II of ch. 114 and subch. III of ch. 636 and under chs. 6231, 233, 234, 237, 238, and 279, and their officers and employees, shall cooperate 7with the secretary and shall comply with every request of the secretary relating to 8his or her functions.\nAB155,10\n\n\n9Section \n10.  16.004 (12) (a) of the statutes is amended to read:\nAB155,7,1710\n16.004 (12) (a)  In this subsection, \"state agency\" means an association, 11authority, board, department, commission, independent agency, institution, office, 12society, or other body in state government created or authorized to be created by the 13constitution or any law, including the legislature, the office of the governor, and the 14courts, but excluding the University of Wisconsin Hospitals and Clinics Authority, 15the Wisconsin Aerospace Authority, the Lower Fox River Remediation Authority, the 16Wisconsin Economic Development Corporation, the Badger Health Benefit 17Authority, and the Fox River Navigational System Authority.\nAB155,11\n\n\n18Section \n11.  16.045 (1) (a) of the statutes is amended to read:\nAB155,7,2419\n16.045 (1) (a)  \"Agency\" means an office, department, independent agency, 20institution of higher education, association, society, or other body in state 21government created or authorized to be created by the constitution or any law, that 22is entitled to expend moneys appropriated by law, including the legislature and the 23courts, but not including an authority created in subch. II of ch. 114 or subch. III of 24ch. 636 or in ch. 231, 232, 233, 234, 237, 238, or 279.\nAB155,12\n\n\n25Section \n12.  16.15 (1) (ab) of the statutes is amended to read:\nAB155,8,4\n116.15 (1) (ab)  \"Authority\" has the meaning given under s. 16.70 (2), but 2excludes the University of Wisconsin Hospitals and Clinics Authority, the Lower Fox 3River Remediation Authority, and the Wisconsin Economic Development 4Corporation, and the Badger Health Benefit Authority.\nAB155,13\n\n\n5Section \n13.  16.41 (4) of the statutes is amended to read:\nAB155,8,76\n16.41 (4)  In this section, \"authority\" means a body created under subch. II of 7ch. 114 or subch. III of ch. 636 or under ch. 231, 233, 234, 237, 238, or 279.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,14\n\n\n8Section \n14.  16.417 (1) (a) of the statutes is amended to read:\nAB155,8,139\n16.417 (1) (a)  \"Agency\" means an office, department, independent agency, 10institution of higher education, association, society, or other body in state 11government created or authorized to be created by the constitution or any law, that 12is entitled to expend moneys appropriated by law, including the legislature and the 13courts, but not including an authority or the body created under subch. III of ch. 636.\nAB155,15\n\n\n14Section \n15.  16.52 (7) of the statutes is amended to read:\nAB155,8,2415\n16.52 (7)  Petty cash account.  With the approval of the secretary, each agency 16that is authorized to maintain a contingent fund under s. 20.920 may establish a 17petty cash account from its contingent fund.  The procedure for operation and 18maintenance of petty cash accounts and the character of expenditures therefrom 19shall be prescribed by the secretary.  In this subsection, \"agency\" means an office, 20department, independent agency, institution of higher education, association, 21society, or other body in state government created or authorized to be created by the 22constitution or any law, that is entitled to expend moneys appropriated by law, 23including the legislature and the courts, but not including an authority created in 24subch. II of ch. 114 or subch. III of ch. 636 or in ch. 231, 233, 234, 237, 238, or 279.\nAB155,16\n\n\n25Section \n16.  16.528 (1) (a) of the statutes is amended to read:\nAB155,9,6\n116.528 (1) (a)  \"Agency\" means an office, department, independent agency, 2institution of higher education, association, society, or other body in state 3government created or authorized to be created by the constitution or any law, that 4is entitled to expend moneys appropriated by law, including the legislature and the 5courts, but not including an authority created in subch. II of ch. 114 or subch. III of 6ch. 636 or in ch. 231, 233, 234, 237, 238, or 279.\nAB155,17\n\n\n7Section \n17.  16.53 (2) of the statutes is amended to read:\nAB155,9,168\n16.53 (2)  Improper invoices.  If an agency receives an improperly completed 9invoice, the agency shall notify the sender of the invoice within 10 working days after 10it receives the invoice of the reason it is improperly completed.  In this subsection, 11\"agency\" means an office, department, independent agency, institution of higher 12education, association, society, or other body in state government created or 13authorized to be created by the constitution or any law, that is entitled to expend 14moneys appropriated by law, including the legislature and the courts, but not 15including an authority created in subch. II of ch. 114 or subch. III of ch. 636 or in ch. 16231, 233, 234, 237, 238, or 279.\nAB155,18\n\n\n17Section \n18.  16.54 (9) (a) 1. of the statutes is amended to read:\nAB155,9,2318\n16.54 (9) (a) 1.  \"Agency\" means an office, department, independent agency, 19institution of higher education, association, society or other body in state 20government created or authorized to be created by the constitution or any law, which 21is entitled to expend moneys appropriated by law, including the legislature and the 22courts, but not including an authority created in subch. II of ch. 114 or subch. III of 23ch. 636 or in ch. 231, 233, 234, 237, 238, or 279.\nAB155,19\n\n\n24Section \n19.  16.70 (2) of the statutes is amended to read:\nAB155,10,2\n116.70 (2)  \"Authority\" means a body created under subch. II of ch. 114 or subch. 2III of ch. 636 or under ch. 231, 232, 233, 234, 237, or 279.\nAB155,20\n\n\n3Section \n20.  16.72 (2) (e) (intro.) of the statutes is amended to read:\nAB155,10,134\n16.72 (2) (e) (intro.)  In writing the specifications under this subsection, the 5department and any other designated purchasing agent under s. 16.71 (1) shall 6incorporate requirements for the purchase of products made from recycled materials 7and recovered materials if their use is technically and economically feasible.  Each 8authority other than the University of Wisconsin Hospitals and Clinics Authority 9and, the Lower Fox River Remediation Authority, and the Badger Health Benefit 10Authority, in writing specifications for purchasing by the authority, shall incorporate 11requirements for the purchase of products made from recycled materials and 12recovered materials if their use is technically and economically feasible.  The 13specifications shall include requirements for the purchase of the following materials:\nAB155,21\n\n\n14Section \n21.  16.72 (2) (f) of the statutes is amended to read:\nAB155,10,2415\n16.72 (2) (f)  In writing specifications under this subsection, the department, 16any other designated purchasing agent under s. 16.71 (1), and each authority other 17than the University of Wisconsin Hospitals and Clinics Authority and, the Lower Fox 18River Remediation Authority, and the Badger Health Benefit Authority shall 19incorporate requirements relating to the recyclability and ultimate disposition of 20products and, wherever possible, shall write the specifications so as to minimize the 21amount of solid waste generated by the state, consistent with the priorities 22established under s. 287.05 (12).  All specifications under this subsection shall 23discourage the purchase of single-use, disposable products and require, whenever 24practical, the purchase of multiple-use, durable products.\nAB155,22\n\n\n25Section \n22.  16.75 (1m) of the statutes is amended to read:\nAB155,11,14\n116.75 (1m)  The department shall award each order or contract for materials, 2supplies or equipment on the basis of life cycle cost estimates, whenever such action 3is appropriate.  Each authority other than the University of Wisconsin Hospitals and 4Clinics Authority, the Lower Fox River Remediation Authority and, the Wisconsin 5Aerospace Authority, and the Badger Health Benefit Authority shall award each 6order or contract for materials, supplies or equipment on the basis of life cycle cost 7estimates, whenever such action is appropriate.  The terms, conditions and 8evaluation criteria to be applied shall be incorporated in the solicitation of bids or 9proposals.  The life cycle cost formula may include, but is not limited to, the 10applicable costs of energy efficiency, acquisition and conversion, money, 11transportation, warehousing and distribution, training, operation and maintenance 12and disposition or resale.  The department shall prepare documents containing 13technical guidance for the development and use of life cycle cost estimates, and shall 14make the documents available to local governmental units.\nAB155,23\n\n\n15Section \n23.  16.75 (8) (a) 1. of the statutes is amended to read:\nAB155,11,2216\n16.75 (8) (a) 1.  The department, any other designated purchasing agent under 17s. 16.71 (1), any agency making purchases under s. 16.74, and each authority other 18than the University of Wisconsin Hospitals and Clinics Authority and, the Lower Fox 19River Remediation Authority, and the Badger Health Benefit Authority shall, to the 20extent practicable, make purchasing selections using specifications developed under 21s. 16.72 (2) (e) to maximize the purchase of materials utilizing recycled materials and 22recovered materials.\nAB155,24\n\n\n23Section \n24.  16.75 (8) (a) 2. of the statutes is amended to read:\nAB155,12,424\n16.75 (8) (a) 2.  Each agency and authority other than the University of 25Wisconsin Hospitals and Clinics Authority and, the Lower Fox River Remediation 1Authority, and the Badger Health Benefit Authority shall ensure that the average 2recycled or recovered content of all paper purchased by the agency or authority 3measured as a proportion, by weight, of the fiber content of paper products purchased 4in a fiscal year, is not less than 40% of all purchased paper.\nAB155,25\n\n\n5Section \n25.  16.75 (9) of the statutes is amended to read:\nAB155,12,116\n16.75 (9)  The department, any other designated purchasing agent under s. 716.71 (1), any agency making purchases under s. 16.74, and any authority other than 8the University of Wisconsin Hospitals and Clinics Authority and, the Lower Fox 9River Remediation Authority, and the Badger Health Benefit Authority shall, to the 10extent practicable, make purchasing selections using specifications prepared under 11s. 16.72 (2) (f).\nAB155,26\n\n\n12Section \n26.  16.765 (1) of the statutes is amended to read:\nAB155,12,2313\n16.765 (1)  Contracting agencies, the University of Wisconsin Hospitals and 14Clinics Authority, the Fox River Navigational System Authority, the Wisconsin 15Aerospace Authority, the Badger Health Benefit Authority, the Lower Fox River 16Remediation Authority, the Wisconsin Economic Development Corporation, and the 17Bradley Center Sports and Entertainment Corporation shall include in all contracts 18executed by them a provision obligating the contractor not to discriminate against 19any employee or applicant for employment because of age, race, religion, color, 20handicap, sex, physical condition, developmental disability as defined in s. 51.01 (5), 21sexual orientation as defined in s. 111.32 (13m), or national origin and, except with 22respect to sexual orientation, obligating the contractor to take affirmative action to 23ensure equal employment opportunities.\nAB155,27\n\n\n24Section \n27.  16.765 (2) of the statutes is amended to read:\nAB155,13,17\n116.765 (2)  Contracting agencies, the University of Wisconsin Hospitals and 2Clinics Authority, the Fox River Navigational System Authority, the Wisconsin 3Aerospace Authority, the Badger Health Benefit Authority, the Lower Fox River 4Remediation Authority, the Wisconsin Economic Development Corporation, and the 5Bradley Center Sports and Entertainment Corporation shall include the following 6provision in every contract executed by them:  \"In connection with the performance 7of work under this contract, the contractor agrees not to discriminate against any 8employee or applicant for employment because of age, race, religion, color, handicap, 9sex, physical condition, developmental disability as defined in s. 51.01 (5), sexual 10orientation or national origin.  This provision shall include, but not be limited to, the 11following: employment, upgrading, demotion or transfer; recruitment or recruitment 12advertising; layoff or termination; rates of pay or other forms of compensation; and 13selection for training, including apprenticeship.  Except with respect to sexual 14orientation, the contractor further agrees to take affirmative action to ensure equal 15employment opportunities.  The contractor agrees to post in conspicuous places, 16available for employees and applicants for employment, notices to be provided by the 17contracting officer setting forth the provisions of the nondiscrimination clause\".\nAB155,28\n\n\n18Section \n28.  16.765 (4) of the statutes is amended to read:\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,13,2419\n16.765 (4)  Contracting agencies, the University of Wisconsin Hospitals and 20Clinics Authority, the Fox River Navigational System Authority, the Wisconsin 21Aerospace Authority, the Badger Health Benefit Authority, the Lower Fox River 22Remediation Authority, and the Bradley Center Sports and Entertainment 23Corporation shall take appropriate action to revise the standard government 24contract forms under this section.\nAB155,29\n\n\n25Section \n29.  16.765 (5) of the statutes is amended to read:\nAB155,14,17\n116.765 (5)  The head of each contracting agency and the boards of directors of 2the University of Wisconsin Hospitals and Clinics Authority, the Fox River 3Navigational System Authority, the Wisconsin Aerospace Authority, \nthe Badger 4Health Benefit Authority, the Lower Fox River Remediation Authority, the 5Wisconsin Economic Development Corporation, and the Bradley Center Sports and 6Entertainment Corporation shall be primarily responsible for obtaining compliance 7by any contractor with the nondiscrimination and affirmative action provisions 8prescribed by this section, according to procedures recommended by the department.  9The department shall make recommendations to the contracting agencies and the 10boards of directors of the University of Wisconsin Hospitals and Clinics Authority, 11the Fox River Navigational System Authority, the Wisconsin Aerospace Authority, 12the Badger Health Benefit Authority, the Lower Fox River Remediation Authority, 13the Wisconsin Economic Development Corporation, and the Bradley Center Sports 14and Entertainment Corporation for improving and making more effective the 15nondiscrimination and affirmative action provisions of contracts.  The department 16shall promulgate such rules as may be necessary for the performance of its functions 17under this section.\nAB155,30\n\n\n18Section \n30.  16.765 (6) of the statutes is amended to read:\nAB155,15,219\n16.765 (6)  The department may receive complaints of alleged violations of the 20nondiscrimination provisions of such contracts.  The department shall investigate 21and determine whether a violation of this section has occurred.  The department may 22delegate this authority to the contracting agency, the University of Wisconsin 23Hospitals and Clinics Authority, the Fox River Navigational System Authority, the 24Wisconsin Aerospace Authority, the Badger Health Benefit Authority, the Lower Fox 25River Remediation Authority, the Wisconsin Economic Development Corporation, or 1the Bradley Center Sports and Entertainment Corporation for processing in 2accordance with the department's procedures.\nAB155,31\n\n\n3Section \n31.  16.765 (7) (intro.) of the statutes is amended to read:\nAB155,15,144\n16.765 (7) (intro.)  When a violation of this section has been determined by the 5department, the contracting agency, the University of Wisconsin Hospitals and 6Clinics Authority, the Fox River Navigational System Authority, the Wisconsin 7Aerospace Authority, the Badger Health Benefit Authority, the Lower Fox River 8Remediation Authority, the Wisconsin Economic Development Corporation, or the 9Bradley Center Sports and Entertainment Corporation, the contracting agency, the 10University of Wisconsin Hospitals and Clinics Authority, the Fox River Navigational 11System Authority, the Wisconsin Aerospace Authority, the Badger Health Benefit 12Authority, the Lower Fox River Remediation Authority, the Wisconsin Economic 13Development Corporation, or the Bradley Center Sports and Entertainment 14Corporation shall:\nAB155,32\n\n\n15Section \n32.  16.765 (7) (d) of the statutes is amended to read:\nAB155,15,2216\n16.765 (7) (d)  Direct the violating party to take immediate steps to prevent 17further violations of this section and to report its corrective action to the contracting 18agency, the University of Wisconsin Hospitals and Clinics Authority, the Fox River 19Navigational System Authority, the Wisconsin Aerospace Authority, \nthe Badger 20Health Benefit Authority, the Lower Fox River Remediation Authority, the 21Wisconsin Economic Development Corporation, or the Bradley Center Sports and 22Entertainment Corporation.\nAB155,33\n\n\n23Section \n33.  16.765 (8) of the statutes is amended to read:\nAB155,16,1624\n16.765 (8)  If further violations of this section are committed during the term 25of the contract, the contracting agency, the Fox River Navigational System Authority, 1the Wisconsin Aerospace Authority, the Badger Health Benefit Authority, the Lower 2Fox River Remediation Authority, the Wisconsin Economic Development 3Corporation, or the Bradley Center Sports and Entertainment Corporation may 4permit the violating party to complete the contract, after complying with this section, 5but thereafter the contracting agency, the Fox River Navigational System Authority, 6the Wisconsin Aerospace Authority, the Badger Health Benefit Authority, the Lower 7Fox River Remediation Authority, the Wisconsin Economic Development 8Corporation, or the Bradley Center Sports and Entertainment Corporation shall 9request the department to place the name of the party on the ineligible list for state 10contracts, or the contracting agency, the Fox River Navigational System Authority, 11the Wisconsin Aerospace Authority, the Badger Health Benefit Authority, the Lower 12Fox River Remediation Authority, the Wisconsin Economic Development 13Corporation, or the Bradley Center Sports and Entertainment Corporation may 14terminate the contract without liability for the uncompleted portion or any materials 15or services purchased or paid for by the contracting party for use in completing the 16contract.\nAB155,34\n\n\n17Section \n34.  16.85 (2) of the statutes is amended to read:\nAB155,17,218\n16.85 (2)  To furnish engineering, architectural, project management, and other 19building construction services whenever requisitions therefor are presented to the 20department by any agency.  The department may deposit moneys received from the 21provision of these services in the account under s. 20.505 (1) (kc) or in the general 22fund as general purpose revenue — earned.  In this subsection, \"agency\" means an 23office, department, independent agency, institution of higher education, association, 24society, or other body in state government created or authorized to be created by the 25constitution or any law, which is entitled to expend moneys appropriated by law, 1including the legislature and the courts, but not including an authority created in 2subch. II of ch. 114 or subch. III of ch. 636 or in ch. 231, 233, 234, 237, 238, or 279.\nAB155,35\n\n\n3Section \n35.  16.865 (8) of the statutes is amended to read:\nAB155,17,184\n16.865 (8)  Annually in each fiscal year, allocate as a charge to each agency a 5proportionate share of the estimated costs attributable to programs administered by 6the agency to be paid from the appropriation under s. 20.505 (2) (k).  The department 7may charge premiums to agencies to finance costs under this subsection and pay the 8costs from the appropriation on an actual basis.  The department shall deposit all 9collections under this subsection in the appropriation account under s. 20.505 (2) (k).  10Costs assessed under this subsection may include judgments, investigative and 11adjustment fees, data processing and staff support costs, program administration 12costs, litigation costs, and the cost of insurance contracts under sub. (5).  In this 13subsection, \"agency\" means an office, department, independent agency, institution 14of higher education, association, society, or other body in state government created 15or authorized to be created by the constitution or any law, that is entitled to expend 16moneys appropriated by law, including the legislature and the courts, but not 17including an authority created in subch. II of ch. 114 or subch. III of ch. 636 or in ch. 18231, 232, 233, 234, 237, 238, or 279.\nAB155,36\n\n\n19Section \n36.  25.50 (1) (d) of the statutes is amended to read:\nAB155,18,420\n25.50 (1) (d)  \"Local government\" means any county, town, village, city, power 21district, sewerage district, drainage district, town sanitary district, public inland 22lake protection and rehabilitation district, local professional baseball park district 23created under subch. III of ch. 229, long-term care district under s. 46.2895, local 24professional football stadium district created under subch. IV of ch. 229, local 25cultural arts district created under subch. V of ch. 229, public library system, school 1district or technical college district in this state, any commission, committee, board 2or officer of any governmental subdivision of this state, any court of this state, other 3than the court of appeals or the supreme court, or any authority created under s. 4114.61, 231.02, 233.02, or 234.02, or 636.70.\nAB155,37\n\n\n5Section \n37.  40.02 (54) (n) of the statutes is created to read:\nAB155,18,66\n40.02 (54) (n)  The Badger Health Benefit Authority.\nAB155,38\n\n\n7Section \n38.  49.45 (2) (a) 3. of the statutes is amended to read:\nAB155,18,128\n49.45 (2) (a) 3.  Determine Subject to s. 636.30 (1) (o), determine the eligibility 9of persons for medical assistance, rehabilitative, and social services under ss. 49.46, 1049.468, 49.47, and 49.471 and rules and policies adopted by the department and may, 11under a contract under s. 49.78 (2), delegate all, or any portion, of this function to the 12county department under s. 46.215, 46.22, or 46.23 or a tribal governing body.\nAB155,39\n\n\n13Section \n39.  70.11 (41c) of the statutes is created to read:\nAB155,18,1614\n70.11 (41c)  Badger Health Benefit Authority.  All property owned by the 15Badger Health Benefit Authority, provided that the use of the property is primarily 16related to the purposes of the authority.\nAB155,40\n\n\n17Section \n40.  71.26 (1) (be) of the statutes is amended to read:\nAB155,18,2118\n71.26 (1) (be)  Certain authorities.  Income of the University of Wisconsin 19Hospitals and Clinics Authority, of the Badger Health Benefit Authority, of the Fox 20River Navigational System Authority, of the Wisconsin Economic Development 21Corporation, and of the Wisconsin Aerospace Authority.\nAB155,41\n\n\n22Section \n41.  77.54 (9a) (a) of the statutes is amended to read:\nAB155,19,223\n77.54 (9a) (a)  This state or any agency thereof, the University of Wisconsin 24Hospitals and Clinics Authority, the Wisconsin Aerospace Authority, \nthe Badger 1Health Benefit Authority, the Wisconsin Economic Development Corporation, and 2the Fox River Navigational System Authority.\nAB155,42\n\n\n3Section \n42.  101.055 (2) (a) of the statutes is amended to read:\nAB155,19,74\n101.055 (2) (a)  \"Agency\" means an office, department, independent agency, 5authority, institution, association, society, or other body in state government created 6or authorized to be created by the constitution or any law, and includes the 7legislature and the courts, but excludes the Badger Health Benefit Authority.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,43\n\n\n8Section \n43.  230.03 (3) of the statutes is amended to read:\nAB155,19,189\n230.03 (3)  \"Agency\" means any board, commission, committee, council, or 10department in state government or a unit thereof created by the constitution or 11statutes if such board, commission, committee, council, department, unit, or the 12head thereof, is authorized to appoint subordinate staff by the constitution or 13statute, except a legislative or judicial board, commission, committee, council, 14department, or unit thereof or an authority created under subch. II of ch. 114 or 15subch. III of ch. 149 636 or under ch. 231, 232, 233, 234, 237, 238, or 279.  \"Agency\" 16does not mean any local unit of government or body within one or more local units 17of government that is created by law or by action of one or more local units of 18government.\nAB155,44\n\n\n19Section \n44.  230.03 (3) of the statutes, as affected by 2013 Wisconsin Act 20 and 202015 Wisconsin Act .... (this act), is repealed and recreated to read:\nAB155,20,521\n230.03 (3)  \"Agency\" means any board, commission, committee, council, or 22department in state government or a unit thereof created by the constitution or 23statutes if such board, commission, committee, council, department, unit, or the 24head thereof, is authorized to appoint subordinate staff by the constitution or 25statute, except the Board of Regents of the University of Wisconsin System, a 1legislative or judicial board, commission, committee, council, department, or unit 2thereof or an authority created under subch. II of ch. 114 or subch. III of ch. 636 or 3under ch. 231, 232, 233, 234, 237, 238, or 279.  \"Agency\" does not mean any local unit 4of government or body within one or more local units of government that is created 5by law or by action of one or more local units of government.\nAB155,45\n\n\n6Section \n45.  230.80 (4) of the statutes is amended to read:\nAB155,20,137\n230.80 (4)  \"Governmental unit\" means any association, authority, board, 8commission, department, independent agency, institution, office, society, or other 9body in state government created or authorized to be created by the constitution or 10any law, including the legislature, the office of the governor, and the courts, but 11excluding the Badger Health Benefit Authority.  \"Governmental unit\" does not mean 12any political subdivision of the state or body within one or more political subdivisions 13that is created by law or by action of one or more political subdivisions.\nAB155,46\n\n\n14Section \n46.  230.90 (1) (c) of the statutes is amended to read:\nAB155,20,2215\n230.90 (1) (c)  \"Governmental unit\" means any association, authority, board, 16commission, department, independent agency, institution, office, society or other 17body in state government created or authorized to be created by the constitution or 18any law, including the legislature, the office of the governor and the courts.  19\"Governmental unit\" does not mean the University of Wisconsin Hospitals and 20Clinics Authority, the Badger Health Benefit Authority, or any political subdivision 21of the state or body within one or more political subdivisions which is created by law 22or by action of one or more political subdivisions.\nAB155,47\n\n\n23Section \n47.  635.18 (1) of the statutes is amended to read:\nAB155,20,2524\n635.18 (1)  Every Any small employer insurer shall may actively market health 25benefit plan coverage to small employers in the state.\nAB155,48\n\n\n1Section \n48.  Chapter 636 of the statutes is created to read:\nAB155,21,32\nchapter 6363\nhealth benefit plan exchange\nAB155,21,54\nsubchapter I5\ngeneral provisions\nAB155,21,6\n6636.01  Definitions.  In this chapter:\nAB155,21,7\n7(1)  \"Authority\" means the Badger Health Benefit Authority.\nAB155,21,10\n8(2)  \"Educated health care consumer\" means an individual who is 9knowledgeable about the health care system and who has background or experience 10in making informed decisions regarding health, medical, and scientific matters.\nAB155,21,14\n11(3)  \"Federal act\" means the federal Patient Protection and Affordable Care Act 12(P.L. 111-148), as amended by the federal Health Care and Education Reconciliation 13Act of 2010 (P.L. 111-152), and any amendments to, or regulations or guidance issued 14under, those acts.\nAB155,21,17\n15(4) (a)  Except as provided in pars. (b) to (e), \"health benefit plan\" means a policy, 16contract, certificate, or agreement offered or issued by a health carrier to provide, 17deliver, arrange for, pay for, or reimburse any of the costs of health care services.\nAB155,21,1818\n(b)  \"Health benefit plan\" does not include any of the following:\nAB155,21,2019\n1.  Coverage only for accident, or disability income insurance, or any 20combination of those.\nAB155,21,2121\n2.  Coverage issued as a supplement to liability insurance.\nAB155,21,2322\n3.  Liability insurance, including general liability insurance and automobile 23liability insurance.\nAB155,21,2424\n4.  Worker's compensation or similar insurance.\nAB155,21,2525\n5.  Automobile medical payment insurance.\nAB155,22,1\n16.  Credit-only insurance.\nAB155,22,22\n7.  Coverage for on-site medical clinics.\nAB155,22,53\n8.  Other similar insurance coverage, specified in federal regulations issued 4under P.L. 104-191, under which benefits for health care services are secondary or 5incidental to other insurance benefits.\nAB155,22,86\n(c)  \"Health benefit plan\" does not include any of the following benefits if they 7are provided under a separate policy, certificate, or contract of insurance or otherwise 8not an integral part of the plan:\nAB155,22,99\n1.  Limited scope dental or vision benefits.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,22,1110\n2.  Benefits for long-term care, nursing home care, home health care, 11community-based care, or any combination of those.\nAB155,22,1312\n3.  Other similar, limited benefits specified in federal regulations issued under 13P.L. 104-191.AB155,22,2014\n(d)  \"Health benefit plan\" does not include any of the following benefits if the 15benefits are provided under a separate policy, certificate, or contract of insurance, 16there is no coordination between the provision of the benefits and any exclusion of 17benefits under any group health plan maintained by the same plan sponsor, and the 18benefits are paid with respect to an event without regard to whether benefits are 19provided with respect to such an event under any group health plan maintained by 20the same plan sponsor:\nAB155,22,2121\n1.  Coverage only for a specified disease or illness.\nAB155,22,2222\n2.  Hospital indemnity or other fixed indemnity insurance.\nAB155,22,2423\n(e)  \"Health benefit plan\" does not include any of the following if offered as a 24separate policy, certificate, or contract of insurance:\nAB155,23,2\n11.  Medicare supplemental health insurance as defined under section 1882 (g) 2(1) of the federal Social Security Act.\nAB155,23,432.  Coverage supplemental to the coverage provided under 10 USC ch. 55 4(Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)).\nAB155,23,65\n3.  Similar coverage supplemental to coverage provided under a group health 6plan.\nAB155,23,13\n7(5)  \"Health carrier\" or \"carrier\" means an entity subject to the insurance laws 8and rules of this state, or subject to the jurisdiction of the commissioner, that 9contracts or offers to contract to provide, deliver, arrange for, pay for, or reimburse 10any of the costs of health care services, including a sickness and accident insurance 11company, a health maintenance organization, a nonprofit hospital and health service 12corporation, or any other entity providing a plan of health insurance, health benefits, 13or health services.\nAB155,23,15\n14(5m)  \"Minimum essential coverage\" has the meaning given in 26 USC 5000A 15(f) (1).\nAB155,23,17\n16(6)  \"Qualified dental plan\" means a limited scope dental plan that has been 17certified in accordance with s. 636.42 (5).\nAB155,23,21\n18(7)  \"Qualified employer\" means a small employer that elects to make its 19full-time employees eligible for one or more qualified health plans offered through 20the SHOP Exchange and, at the option of the employer, some or all of its part-time 21employees, provided that the employer satisfies any of the following:\nAB155,23,2422\n(a)  The employer has its principal place of business in this state and elects to 23provide coverage through the SHOP Exchange to all of its eligible employees, 24wherever employed.\nAB155,24,2\n1(b)  The employer elects to provide coverage through the SHOP Exchange to all 2of its eligible employees who are principally employed in this state.\nAB155,24,5\n3(8)  \"Qualified health plan\" means a health benefit plan that has in effect a 4certification that the plan meets the criteria for certification described in section 51311 (c) of the federal act and s. 636.42.\nAB155,24,7\n6(9)  \"Qualified individual\" means an individual, including a minor, who satisfies 7all of the following:\nAB155,24,98\n(a)  The individual is seeking to enroll in a qualified health plan offered to 9individuals through the exchange under subch. II.\nAB155,24,1010\n(b)  The individual resides in this state.\nAB155,24,1211\n(c)  At the time of enrollment, the individual is not incarcerated in a correctional 12facility, other than incarceration pending the disposition of charges.\nAB155,24,1513\n(d)  The individual is, and is reasonably expected to be for the entire period for 14which enrollment is sought, a citizen or national of the United States or an alien 15lawfully present in the United States.\nAB155,24,17\n16(10)  \"Secretary\" means the secretary of the federal department of health and 17human services.\nAB155,24,19\n18(11)  \"SHOP Exchange\" means a small business health options program 19established under s. 636.30 (1) (q).\nAB155,24,21\n20(12) (a)  \"Small employer\" means an employer that employed an average of not 21more than 100 employees during the preceding calendar year.\nAB155,24,2222\n(b)  For purposes of this subsection, all of the following apply:\nAB155,24,24231.  All persons treated as a single employer under section 414 (b), (c), (m), or (o) 24of the Internal Revenue Code shall be treated as a single employer.\nAB155,25,2\n12.  An employer and any predecessor employer shall be treated as a single 2employer.\nAB155,25,43\n3.  All employees shall be counted, including part-time employees and 4employees who are not eligible for coverage through the employer.\nAB155,25,85\n4.  If an employer was not in existence during the entire preceding calendar 6year, the determination of whether that employer is a small employer shall be based 7on the average number of employees that it is reasonably expected that employer will 8employ on business days in the current calendar year.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,25,139\n5.  An employer that makes enrollment in qualified health plans available to 10its employees through the SHOP Exchange and that would cease to be a small 11employer by reason of an increase in the number of its employees shall continue to 12be treated as a small employer for purposes of this chapter as long as it continuously 13makes enrollment through the SHOP Exchange available to its employees.\nAB155,25,1514\nsubchapter II15\noperation of exchange\nAB155,25,19\n16636.25  General matters.  \n(1)  The authority shall establish and operate a 17Wisconsin Health Benefit Exchange and shall make qualified health plans, with 18effective dates on or before January 1, 2016, available to qualified individuals and 19qualified employers.\nAB155,25,21\n20(2) (a)  The authority may not make available any health benefit plan that is 21not a qualified health plan.\nAB155,26,222\n(b)  The authority shall allow a health carrier to offer a plan that provides 23limited scope dental benefits meeting the requirements of section 9832 (c) (2) (A) of 24the Internal Revenue Code through the exchange, either separately or in conjunction 1with a qualified health plan, if the plan provides pediatric dental benefits meeting 2the requirements of section 1302 (b) (1) (J) of the federal act.\nAB155,26,8\n3(3)  Neither the authority nor a carrier offering health benefit plans through 4the exchange may charge an individual a fee or penalty for termination of coverage 5if the individual enrolls in another type of minimum essential coverage because the 6individual has become newly eligible for that coverage or because the individual's 7employer-sponsored coverage has become affordable under the standards of section 836B (c) (2) (C) of the Internal Revenue Code.AB155,26,13\n9(4)  The authority may enter into information-sharing agreements with federal 10and state agencies and entities operating exchanges in other states to carry out its 11responsibilities under this chapter, provided that such agreements include adequate 12protections with respect to the confidentiality of the information to be shared and 13comply with all state and federal laws and rules and regulations.\nAB155,26,16\n14636.30  Exchange duties and powers.  (1)  In addition to all other duties 15imposed under this chapter, the authority shall do all of the following relating to the 16exchange:\nAB155,26,2017\n(a)  Implement procedures for the certification, recertification, and 18decertification, consistent with guidelines developed by the secretary under section 191311 (c) of the federal act and s. 636.42, of health benefit plans as qualified health 20plans.\nAB155,26,2221\n(b)  Provide for the operation of a toll-free telephone hotline to respond to 22requests for assistance.\nAB155,26,2423\n(c)  Provide for enrollment periods, as provided under section 1311 (c) (6) of the 24federal act.\nAB155,27,3\n1(d)  Maintain an Internet site through which enrollees and prospective 2enrollees of qualified health plans may obtain standardized comparative 3information on such plans.\nAB155,27,84\n(e)  Assign a rating to each qualified health plan offered through the exchange 5in accordance with the criteria developed by the secretary under section 1311 (c) (3) 6of the federal act, and determine each qualified health plan's level of coverage in 7accordance with regulations issued by the secretary under section 1302 (d) (2) (A) of 8the federal act.\nAB155,27,119\n(f)  Use a standardized format for presenting health benefit options in the 10exchange, including the use of the uniform outline of coverage established under 11section 2715 of the federal Public Health Service Act (42 USC 300gg-15).AB155,27,1312\n(g)  Establish quality improvement standards for health benefit plans offered 13through the exchange.\nAB155,27,1514\n(h)  Establish a system for enrolling eligible groups and individuals, using a 15standard application form developed by the commissioner under s. 636.46 (2).\nAB155,27,1716\n(i)  Establish procedures for collecting premiums and remitting premium 17payments and providing enrollment information to health carriers.\nAB155,27,2018\n(j)  Establish, in consultation with the commissioner, the method for 19determining the amount of the surcharge under s. 636.45 (1) and establish the 20procedure for imposing and collecting the surcharge.\nAB155,27,2221\n(k)  Establish a plan for publicizing the exchange and the eligibility 22requirements and enrollment procedures.\nAB155,27,2423\n(L)  Establish and operate a service center to provide information to small 24employers, individuals, enrollees, and insurance intermediaries about the exchange.\nAB155,28,2\n1(m)  Establish a mechanism for regular communication and cooperation with 2insurance intermediaries.\nAB155,28,43\n(n)  Establish an independent and binding appeals process for resolving 4disputes over eligibility and other determinations made by the authority.\nAB155,28,95\n(o)  In accordance with section 1413 of the federal act, inform individuals of 6eligibility requirements for Medical Assistance under subch. IV of ch. 49 or any other 7applicable state or local public program and if, through screening of the application 8by the authority, the authority determines that any individual is eligible for any such 9program, assist that individual to enroll in that program.\nAB155,28,1310\n(p)  Establish and make available by electronic means a calculator to determine 11the actual cost of coverage after application of any premium tax credit under section 1236B of the Internal Revenue Code and any cost-sharing reduction under section 131402 of the federal act.\nAB155,28,1714\n(q)  Establish a SHOP Exchange through which qualified employers may access 15health care coverage for their employees and which shall enable any qualified 16employer to specify the level of coverage at which its employees may enroll in any 17qualified health plan offered through the SHOP Exchange.\nAB155,28,2018\n(r)  Perform duties required of the authority by the secretary or the federal 19secretary of the treasury related to determining eligibility for premium tax credits, 20reduced cost-sharing, or individual responsibility requirement exemptions.\nAB155,28,2421\n(s)  Select entities, which may include insurance intermediaries, that are 22qualified to serve as navigators in accordance with section 1311 (i) of the federal act 23and standards developed by the secretary, and award grants to enable navigators to 24do all of the following:\nAB155,29,2\n11.  Conduct public education activities to raise awareness of the availability of 2qualified health plans.\nAB155,29,63\n2.  Distribute fair and impartial information concerning enrollment in qualified 4health plans and concerning the availability of premium tax credits under section 536B of the Internal Revenue Code and cost-sharing reductions under section 1402 6of the federal act.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,29,77\n3.  Facilitate enrollment in qualified health plans.\nAB155,29,138\n4.  Provide referrals to any applicable office of health insurance consumer 9assistance or health insurance ombudsman established under section 2793 of the 10federal Public Health Service Act (42 USC 300gg-93), or to any other appropriate 11state agency or agencies, for any enrollee with a grievance, complaint, or question 12regarding the enrollee's health benefit plan, coverage, or determination under that 13plan or coverage.\nAB155,29,1514\n5.  Provide information in a manner that is culturally and linguistically 15appropriate to the needs of the population being served by the exchange.\nAB155,29,1816\n(t)  Assist in the coordination of any necessary administrative operations 17between the department of corrections and the department of health services to 18ensure all of the following:\nAB155,29,2119\n1.  That an individual, upon placement in a correctional facility, is disenrolled 20for the duration of his or her incarceration from any health care coverage in which 21he or she is enrolled.\nAB155,30,222\n2.  That an individual who is incarcerated in a correctional facility, but 23scheduled to be released from incarceration in the near future, is enrolled prior to 24release, through the exchange and effective upon the date of his or her release, in 1Medical Assistance, a qualified health plan, or some other form of minimum 2essential coverage on the date of his or her release from incarceration.\nAB155,30,83\n(u)  For those persons whose alcohol or other drug abuse or mental health 4treatment is not covered by a federally administered program, coordinate the 5relationships among the Medical Assistance program, the exchange, and the county 6departments under s. 51.42 or 51.437 to provide outpatient and inpatient mental 7health and alcohol or other drug abuse treatment with all of the following goals for 8the coordination:\nAB155,30,109\n1.  Maximizing coverage and improving access through the exchange for 10outpatient and inpatient treatment of mental illness and alcohol or other drug abuse.\nAB155,30,1211\n2.  Improving the quality of treatment for persons with alcohol or other drug 12dependence or a mental illness.\nAB155,30,1413\n3.  Fully integrating the treatment for physical conditions, alcohol or other drug 14abuse, and mental illness.\nAB155,30,1915\n4.  Reducing the cost of the county departments under ss. 51.42 and 51.437 to 16taxpayers by avoiding unnecessary overlap between the improved coverage of 17alcohol or other drug abuse treatment or mental illness treatment by health plans 18offered through the exchange and the services provided by county departments 19under s. 51.42 or 51.437.\nAB155,30,2220\n(v)  Review the rate of premium growth within the exchange and outside the 21exchange, and consider the information in developing recommendations on whether 22to continue limiting qualified employer status to small employers.\nAB155,30,2523\n(w)  Credit the amount of any free choice voucher to the monthly premium of 24the plan in which a qualified employee is enrolled, in accordance with section 10108 25of the federal act, and collect the amount credited from the offering employer.\nAB155,31,2\n1(x)  Consult with stakeholders relevant to carrying out the activities required 2under this chapter, including any of the following:\nAB155,31,33\n1.  Educated health care consumers who are enrollees in qualified health plans.\nAB155,31,54\n2.  Individuals and entities with experience in facilitating enrollment in 5qualified health plans.\nAB155,31,66\n3.  Representatives of small businesses and self-employed individuals.\nAB155,31,77\n4.  The department of health services.\nAB155,31,88\n5.  Advocates for enrolling hard-to-reach populations.\nAB155,31,99\n(y)  Meet all of the following financial integrity requirements:\nAB155,31,1210\n1.  Keep an accurate accounting of all activities, receipts, and expenditures and 11annually submit to the secretary, the governor, the commissioner, and the legislature 12a report concerning such accountings.\nAB155,31,1613\n2.  Fully cooperate with any investigation conducted by the secretary under the 14secretary's authority under the federal act and allow the secretary, in coordination 15with the inspector general of the federal department of health and human services, 16to do all of the following:\nAB155,31,1717\na.  Investigate the affairs of the authority.\nAB155,31,1818\nb.  Examine the properties and records of the authority.\nAB155,31,2019\nc.  Require periodic reports in relation to the activities undertaken by the 20authority.\nAB155,32,221\n3.  In carrying out its activities under this chapter, not use any funds intended 22for the administrative and operational expenses of the authority for staff retreats, 23promotional giveaways, excessive executive compensation, or promotion of federal 24or state legislative or regulatory modifications, except that this subdivision does not 25prohibit the authority from advocating, as part of administering the exchange, for 1policies that the authority determines are in the best interest of the exchange or of 2individuals and employees receiving coverage through the exchange.\nAB155,32,3\n3(2)  The authority may do all of the following relating to the exchange:\nAB155,32,54\n(a)  Contract with a 3rd-party administrator for the provision of services on 5behalf of the exchange.\nAB155,32,66\n(b)  Establish risk adjustment mechanisms for the exchange.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,32,77\n(c)  Enter into agreements with or establish sub-exchanges.\nAB155,32,98\n(d)  Create any other exchange, or component of the exchange, that is provided 9for under federal law.\nAB155,32,13\n10(3)  The authority shall seek grants to the fullest extent to which it is eligible, 11including amounts under section 1311 (a) (1) and (4) of the federal act, or other 12funding from the federal or state government for which it may be eligible and from 13private foundations for the purpose of the exchange.\nAB155,32,15\n14636.42  Health benefit plan certification.  (1)  The authority may certify a 15health benefit plan as a qualified health plan if all of the following are true:\nAB155,32,1916\n(a)  The plan provides the essential health benefits package described in section 171302 (a) of the federal act, except that the plan is not required to provide essential 18benefits that duplicate the minimum benefits of qualified dental plans, as provided 19in sub. (5), if all of the following are satisfied:\nAB155,32,2120\n1.  The authority has determined that at least one qualified dental plan is 21available to supplement the plan's coverage.\nAB155,32,2522\n2.  The carrier makes prominent disclosure at the time it offers the plan, in a 23form approved by the authority, that the plan does not provide the full range of 24essential pediatric benefits and that qualified dental plans providing those benefits 25and other dental benefits not covered by the plan are offered through the exchange.\nAB155,33,2\n1(b)  The premium rates and contract language have been filed with and not 2disapproved by the commissioner.\nAB155,33,63\n(c)  The plan provides at least a bronze level of coverage, as determined under 4s. 636.30 (1) (e), unless the plan is certified as a qualified catastrophic plan, meets 5the requirements of the federal act for catastrophic plans, and will only be offered to 6individuals eligible for catastrophic coverage.\nAB155,33,107\n(d)  The plan's cost-sharing requirements do not exceed the limits established 8under section 1302 (c) (1) of the federal act and, if the plan is offered through the 9SHOP Exchange, the plan's deductible does not exceed the limits established under 10section 1302 (c) (2) of the federal act.\nAB155,33,1111\n(e)  The health carrier offering the plan satisfies all of the following:\nAB155,33,1312\n1.  Is licensed and in good standing to offer health insurance coverage in this 13state.\nAB155,33,1714\n2.  Offers at least one qualified health plan in the silver level and at least one 15qualified health plan in the gold level through each component of the exchange in 16which the carrier participates.  In this subdivision, \"component\" refers to the SHOP 17Exchange and the exchange for individual coverage.\nAB155,33,2018\n3.  Charges the same premium rate for each qualified health plan without 19regard to whether the plan is offered directly from the carrier or through an 20insurance intermediary.\nAB155,33,2221\n4.  Does not charge any cancellation fees or penalties in violation of s. 636.25 22(3).\nAB155,33,2423\n5.  Complies with the regulations developed by the secretary under section 1311 24(d) of the federal act and such other requirements as the authority may establish.\nAB155,34,6\n1(f)  The plan meets the requirements of certification as required by any rules 2promulgated under s. 636.46 (1) and by the secretary under section 1311 (c) of the 3federal act, including minimum standards in the areas of marketing practices, 4network adequacy, essential community providers in underserved areas, 5accreditation, quality improvement, uniform enrollment forms, and descriptions of 6coverage and information on quality measures for health benefit plan performance.\nAB155,34,97\n(g)  The authority determines that making the plan available through the 8exchange is in the interest of qualified individuals and qualified employers in this 9state.\nAB155,34,11\n10(2)  The authority shall not exclude a health benefit plan for any of the following 11reasons or in any of the following ways:\nAB155,34,1212\n(a)  On the basis that the plan is a fee-for-service plan.\nAB155,34,1313\n(b)  Through the imposition of premium price controls by the authority.\nAB155,34,1614\n(c)  On the basis that the plan provides treatments necessary to prevent 15patients' deaths in circumstances the authority determines are inappropriate or too 16costly.\nAB155,34,18\n17(3)  The authority shall require each health carrier seeking certification of a 18health benefit plan as a qualified health plan to do all of the following:\nAB155,34,2519\n(a)  Submit a justification for any premium increase before implementation of 20that increase.  The carrier shall prominently post the information on its Internet site.  21The authority shall take this information, along with the information and the 22recommendations provided to the authority by the commissioner under section 2794 23(b) of the federal Public Health Service Act (42 USC 300gg-94 (b)), into consideration 24when determining whether to allow the carrier to make the plan available through 25the exchange.\nAB155,35,3\n1(b) 1.  Make available to the public, in the format described in subd. 2., and 2submit to the authority, the secretary, and the commissioner, accurate and timely 3disclosure of all of the following:\nAB155,35,44\na.  Claims payment policies and practices.\nAB155,35,55\nb.  Periodic financial disclosures.\nAB155,35,66\nc.  Data on enrollment.\nAB155,35,77\nd.  Data on disenrollment.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,35,88\ne.  Data on the number of claims that are denied.\nAB155,35,99\nf.  Data on rating practices.\nAB155,35,1110\ng.  Information on cost-sharing and payments with respect to any 11out-of-network coverage.\nAB155,35,1212\nh.  Information on enrollee and participant rights under title I of the federal act.\nAB155,35,1313\ni.  Other information as determined appropriate by the secretary.\nAB155,35,1514\n2.  The information required in subd. 1. shall be provided in plain language, as 15that term is defined in section 1311 (e) (3) (B) of the federal act.\nAB155,35,2216\n(c)  Permit individuals to learn, in a timely manner upon the request of the 17individual, the amount of cost-sharing, including deductibles, copayments, and 18coinsurance, under the individual's plan or coverage that the individual would be 19responsible for paying with respect to the furnishing of a specific item or service by 20a participating provider.  At a minimum, this information shall be made available 21to the individual through an Internet site and through other means for individuals 22without access to the Internet.\nAB155,36,2\n23(4)  The authority may not exempt any health carrier seeking certification of 24a health benefit plan as a qualified health plan, regardless of the type or size of the 25carrier, from state licensure or solvency requirements and shall apply the criteria of 1this section in a manner that assures equitable treatment of all health carriers 2participating in the exchange.\nAB155,36,6\n3(5) (a)  The provisions of this chapter that are applicable to qualified health 4plans shall also apply to the extent relevant to qualified dental plans, except as 5modified in accordance with pars. (b), (c), and (d) or by regulations adopted by the 6authority.\nAB155,36,87\n(b)  The carrier shall be licensed to offer dental coverage, but need not be 8licensed to offer other health benefits.\nAB155,36,149\n(c)  The plan shall be limited to dental and oral health benefits, without 10substantially duplicating the benefits typically offered by health benefit plans 11without dental coverage, and shall include, at a minimum, the essential pediatric 12dental benefits prescribed by the secretary under section 1302 (b) (1) (J) of the federal 13act and such other dental benefits as the authority or the secretary may specify by 14regulation.\nAB155,36,1915\n(d)  Carriers may jointly offer a comprehensive plan through the exchange in 16which the dental benefits are provided by a carrier through a qualified dental plan 17and the other benefits are provided by a carrier through a qualified health plan, 18provided that the plans are priced separately and are also made available for 19purchase separately at the same price.\nAB155,36,24\n20636.43  Insurer requirements.  (1)  Any health carrier that is authorized to 21do business in this state in one or more lines of insurance that includes health 22insurance may offer health benefit plans through the exchange.  After the exchange 23becomes operational, no health carrier may offer or issue a health benefit plan in this 24state to an individual or to a small employer except through the exchange.\nAB155,37,3\n1(2)  For the purpose of determining premiums, a carrier may pool together all 2individuals and employees who have coverage under all of the qualified health plans 3issued by the carrier through the exchange.\nAB155,37,7\n4(3)  A carrier that offers qualified health plans through the exchange shall 5establish a toll-free hotline for providing information to enrollees and other 6individuals and shall furnish such reasonable reports as the authority determines 7necessary for the administration of the exchange.\nAB155,37,11\n8(4)  The authority may audit any carrier that provides coverage under a 9qualified health plan through the exchange for the purpose of ensuring that the 10carrier is providing covered individuals with the benefits provided for under this 11subchapter in a manner that does all of the following:\nAB155,37,1212\n(a)  Complies with the provisions of this chapter.\nAB155,37,1313\n(b)  Promotes positive health outcomes.\nAB155,37,1414\n(c)  Advances value-based and evidence-based medical practices.\nAB155,37,1715\n(d)  Avoids unnecessary operating and capital costs arising from inappropriate 16utilization or inefficient delivery of health care services, unwarranted duplication of 17services and infrastructure, or creation of excess care delivery capacity.\nAB155,37,1818\n(e)  Holds down the growth of health care costs.\nAB155,38,2\n19636.44  Intermediaries.  An insurance intermediary that enrolls a qualified 20individual in a qualified health plan through the exchange shall be paid a 21commission by the carrier offering the qualified health plan.  An insurance 22intermediary that enrolls the employees of a qualified employer in one or more 23qualified health plans through the exchange shall be paid a commission by each 24carrier offering a qualified health plan selected by an employee of the qualified 25employer.  The authority shall determine the commission amounts that must be paid 1to intermediaries under this section after considering information provided to the 2commissioner under s. 628.81 with respect to health insurance.\nAB155,38,7\n3636.45  Funding; publication of costs.  \n(1)  For payment of administrative 4expenses, the authority may impose a surcharge on each health carrier offering 5qualified health plans through the exchange.  The surcharge shall be based on the 6carrier's total premium or flat dollar amount per enrollee collected through the 7exchange.\nAB155,38,11\n8(2)  The authority shall publish the average costs of licensing, regulatory fees, 9and any other payments required by the authority, and the administrative costs of 10the authority, on an Internet site to educate consumers on such costs.  This 11information shall include information on moneys lost to waste, fraud, and abuse.\nAB155,38,15\n12636.46  Rules; application form.  (1)  The commissioner may promulgate 13rules to implement the provisions of this chapter.  Rules promulgated under this 14section may not conflict with or prevent the application of regulations promulgated 15by the secretary under the federal act.\nAB155,38,17\n16(2)  The commissioner shall develop a standard application form for use in the 17exchange.\nAB155,38,24\n18636.48  Relation to other laws.  Nothing in this chapter, and no action taken 19by the authority under this chapter, shall be construed to preempt or supersede the 20authority of the commissioner to regulate the business of insurance within this state.  21Except as expressly provided to the contrary in this chapter, all health carriers 22offering qualified health plans in this state shall comply fully with all applicable 23health insurance laws of this state and rules promulgated and orders issued by the 24commissioner.\nAB155,39,2\n1Subchapter III2\nbadger Health benefit authority\nAB155,39,13\n3636.70  Creation and organization of authority.  (1)  There is created a 4public body corporate and politic to be known as the \"Badger Health Benefit 5Authority.\"  The board of directors of the authority shall consist of the commissioner, 6or his or her designee; the secretary of employee trust funds, or his or her designee; 7the person who is appointed by the secretary of health services to be the director of 8the Medical Assistance program, or his or her designee; the executive director, or his 9or her designee, of the Wisconsin Collaborative for Healthcare Quality, if that 10organization exists; the executive director, or his or her designee, of the Wisconsin 11Health Information Organization, if that organization exists; and all of the following 12members, who shall be nominated by the governor, and with the advice and consent 13of the senate appointed for 3-year terms except as provided in sub. (2):\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,39,1414\n(a)  A member in good standing of the American Academy of Actuaries.\nAB155,39,1515\n(b)  A health economist.\nAB155,39,1616\n(c)  An employee benefits specialist.\nAB155,39,1717\n(d)  A representative of small employers.\nAB155,39,1818\n(e)  A representative of an organization that represents consumer interests.\nAB155,39,1919\n(f)  A representative of organized labor.\nAB155,39,2020\n(g)  An individual with experience in health care administration.\nAB155,39,24\n21(2)  No member of the board appointed under sub. (1) (a) to (g) may be a health 22care provider, as defined in s. 146.81 (1) (a) to (hp); an employee of a health care 23provider, as defined in s. 146.81 (1) (i) to (p); an employee of an insurer that is 24authorized to do business in the state; or an insurance intermediary.\nAB155,40,2\n1(3)  A vacancy on the board shall be filled in the same manner as the original 2appointment to the board for the remainder of the unexpired term, if any.\nAB155,40,5\n3(4)  A member of the board shall receive no compensation for services under this 4chapter but shall be reimbursed for actual and necessary expenses, including travel 5expenses, incurred in the discharge of the member's duties under this chapter.\nAB155,40,10\n6(5)  The commissioner or the commissioner's designee shall be the chairperson 7of the board.  Seven members of the board constitute a quorum for the purpose of 8conducting the business and exercising the powers of the authority, notwithstanding 9the existence of any vacancy.  The board may take action upon a vote of a majority 10of the members present, unless the bylaws of the authority require a larger number.\nAB155,40,22\n11(6)  The board shall appoint an executive director who shall not be a member 12of the board and who shall serve at the pleasure of the board.  The executive director 13shall receive compensation commensurate with the duties of the office, as 14determined by the board.  The executive director shall serve as secretary of the 15authority and shall keep a record of the proceedings of the authority and shall be 16custodian of all books, documents, and papers filed with the authority, the minute 17book or journal of the authority, and its official seal.  The executive director or other 18person may cause copies to be made of all minutes and other records and documents 19of the authority and may give certificates under the official seal of the authority to 20the effect that such copies are true copies, and all persons dealing with the authority 21may rely upon such certificates.  The executive director shall have all of the following 22duties:\nAB155,40,2423\n(a)  Supervising the administrative affairs and the general management and 24operation of the authority.\nAB155,41,2\n1(b)  Planning, directing, coordinating, and executing administrative functions 2in conformity with the policies and directives of the board.\nAB155,41,33\n(c)  Employing professional and clerical staff, as necessary.\nAB155,41,54\n(d)  Reporting to the board on all operations under his or her control and 5supervision.\nAB155,41,76\n(e)  Preparing an annual budget and managing the administrative expenses of 7the authority.\nAB155,41,98\n(f)  Undertaking any activities necessary to implement the powers and duties 9set forth in this chapter.\nAB155,41,11\n10636.72  Authority duties.  In addition to all other duties imposed under this 11chapter, the authority shall do all of the following:\nAB155,41,12\n12(1)  Establish its annual budget and monitor its fiscal management.\nAB155,41,16\n13(2)  No later than 2 years after an exchange under subch. II begins operation, 14and annually thereafter, submit a report to the legislature under s. 13.172 (2) and 15to the governor on the operation of any exchange under subch. II, including a review 16of all of the following:\nAB155,41,1717\n(a)  Progress toward the goals of the exchange.\nAB155,41,1818\n(b)  The operations and administration of the exchange.\nAB155,41,2019\n(c)  The types of health insurance plans available to eligible individuals and 20groups and the percentage of the total exchange enrollees served by each plan.\nAB155,41,2321\n(d)  Surveys and reports on the insurers' experiences with different plans, 22including aggregated data on enrollees, claims, statistics, complaint data, and 23enrollee satisfaction data.\nAB155,41,2524\n(e)  Significant observations regarding utilization and adoption of the 25exchange.\nAB155,42,2\n1(3)  Annually submit to the governor and the legislative audit bureau a 2statement of its activities and financial condition.\nAB155,42,4\n3(4)  Approve the use of any trademarks, seals, or logos by participating insurers 4and small employers.\nAB155,42,6\n5(5)  Comply with the requirements of s. 16.413 as if the authority is a state 6agency.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,42,10\n7636.74  Authority powers.  The authority has all of the powers necessary or 8convenient to carry out its duties under this chapter, except that it may not acquire 9or hold title to real estate or issue bonds.  In addition, the authority may do any of 10the following:\nAB155,42,12\n11(1)  Adopt bylaws and policies and procedures for the regulation of its affairs 12and the conduct of its business.\nAB155,42,14\n13(2)  Have a seal and alter the seal at pleasure; have perpetual existence; and 14maintain an office.\nAB155,42,15\n15(3)  Hire employees, define their duties, and fix their rate of compensation.\nAB155,42,17\n16(4)  Delegate by resolution to one or more of its members any powers and duties 17that it considers proper.\nAB155,42,18\n18(5)  Incur debt.\nAB155,42,22\n19(6)  Appoint any technical or professional advisory committee that the 20authority finds necessary to assist the authority in exercising its duties and powers.  21If the authority appoints a committee, the authority shall define the duties of the 22committee and provide reimbursement for the expenses of the committee.\nAB155,42,24\n23(7)  Accept gifts, grants, loans, or other contributions from private or public 24sources.\nAB155,42,25\n25(8)  Procure liability insurance.\nAB155,43,1\n1(9)  Sue and be sued in its own name and plead and be impleaded.\nAB155,43,4\n2(10)  Execute contracts and other instruments, including contracts for 3professional or technical services required for the authority or the operation of an 4exchange under subch. II.\nAB155,43,9\n5636.76  Contracting for professional services.  (1)  Whenever contracting 6for professional services, the authority shall solicit competitive sealed bids or 7competitive sealed proposals, whichever is appropriate.  Each request for 8competitive sealed proposals shall state the relative importance of price and other 9evaluation factors.\nAB155,43,17\n10(2) (a)  When the estimated cost exceeds $25,000, the authority may invite 11competitive sealed bids or proposals by publishing a class 2 notice under ch. 985 or 12by posting notice on the Internet at a site determined or approved by the authority.  13The notice shall describe the contractual services to be purchased, the intent to make 14the procurement by solicitation of bids or proposals, any requirement for surety, and 15the date the bids or proposals will be opened, which shall be at least 7 days after the 16date of the last insertion of the notice or at least 7 days after the date of posting on 17the Internet.\nAB155,43,2018\n(b)  When the estimated cost is $25,000 or less, the authority may award the 19contract in accordance with simplified procedures established by the authority for 20such transactions.\nAB155,43,2421\n(c)  For purposes of clarification, the authority may discuss the requirements 22of the proposed contract with any person who submits a bid or proposal and shall 23permit any offerer to revise his or her bid or proposal to ensure its responsiveness to 24those requirements.\nAB155,44,8\n1(3) (a)  The authority shall determine which bids or proposals are reasonably 2likely to be awarded the contract and shall provide each offerer of such a bid or 3proposal a fair and equal opportunity to discuss the bid or proposal.  The authority 4may negotiate with each offerer in order to obtain terms that are advantageous to 5the authority.  Prior to the award of the contract, any offerer may revise his or her 6bid or proposal.  The authority shall keep a written record of all meetings, 7conferences, oral presentations, discussions, negotiations, and evaluations of bids or 8proposals under this section.\nAB155,44,119\n(b)  In opening, discussing, and negotiating bids or proposals, the authority may 10not disclose any information that would reveal the terms of a competing bid or 11proposal.\nAB155,44,17\n12(4) (a)  After receiving each offerer's best and final offer, the authority shall 13determine which proposal is most advantageous and shall award the contract to the 14person who offered it.  The authority's determination shall be based only on price and 15the other evaluation factors specified in the request for bids or proposals.  The 16authority shall state in writing the reason for the award and shall place the 17statement in the contract file.\nAB155,44,1918\n(b)  Following the award of the contract, the authority shall prepare a register 19of all bids or proposals.\nAB155,45,4\n20636.78  Political activities.  (1)  No employee of the authority may directly 21or indirectly solicit or receive subscriptions or contributions for any partisan political 22party or any political purpose while engaged in his or her official duties as an 23employee.  No employee of the authority may engage in any form of political activity 24calculated to favor or improve the chances of any political party or any person seeking 25or attempting to hold partisan political office while engaged in his or her official 1duties as an employee or engage in any political activity while not engaged in his or 2her official duties as an employee to such an extent that the person's efficiency during 3working hours will be impaired or that he or she will be tardy or absent from work.  4Any violation of this section is adequate grounds for dismissal.\nAB155,45,8\n5(2)  If an employee of the authority declares an intention to run for partisan 6political office, the employee shall be placed on a leave of absence for the duration 7of the election campaign and if elected shall no longer be employed by the authority 8on assuming the duties and responsibilities of such office.\nAB155,45,10\n9(3)  An employee of the authority may be granted, by the executive director, a 10leave of absence to participate in partisan political campaigning.\nAB155,45,13\n11(4)  Persons on leave of absence under sub. (2) or (3) shall not be subject to the 12restrictions of sub. (1), except as they apply to the solicitation of assistance, 13subscription, or support from any other employee in the authority.\nAB155,45,16\n14636.80  Financial disclosure.  (1)  In this section, \"individual required to file\" 15means a person who is a member of the board of the authority or the executive 16director of the authority.\nAB155,45,21\n17(2)  Each individual who in January of any year is an individual required to file 18shall file with the government accountability board no later than April 30 of that year 19a statement of economic interests meeting each of the requirements of s. 19.44 (1).  20The information contained on the statement shall be current as of December 31 of 21the preceding year.\nAB155,46,3\n22(3)  An individual required to file shall file with the government accountability 23board a statement of economic interests meeting each of the requirements of s. 19.44 24(1) no later than 21 days following the date he or she assumes a position on the board 25or the position of executive director if the individual required to file has not 1previously filed a statement of economic interests with the government 2accountability board during that year.  The information on the statement shall be 3current as per the date he or she assumes the position.\nAB155,46,12\n4(4)  If an individual required to file fails to make a timely filing, the government 5accountability board shall promptly provide notice of the delinquency to the 6secretary of administration, and to the executive director of the authority, or the 7chairperson of the board if the executive director's filing is untimely.  Upon such 8notification, both the secretary of administration and the executive director, or 9chairperson, shall withhold all payments for compensation, reimbursement of 10expenses, and other obligations to the individual until the government 11accountability board notifies those to whom notice of the delinquency was provided 12that the individual has complied with this section.\nAB155,46,20\n13(5)  On its own motion or at the request of any individual required to file a 14statement of economic interests, the government accountability board may extend 15the time for filing or waive any filing requirement if the government accountability 16board determines that the literal application of the filing requirements of this 17subchapter would work an unreasonable hardship on that individual or that the 18extension of the time for filing or waiver is in the public interest.  The government 19accountability board shall set forth in writing as a matter of public record its reason 20for the extension or waiver.\nAB155,47,2\n21(6) (a)  Any person who violates this section may be required to forfeit not more 22than $500 for each violation.  If the court determines that the accused has realized 23economic gain as a result of the violation, the court may, in addition, order the 24accused to forfeit the amount gained as a result of the violation.  The attorney 25general, when so requested by the government accountability board, shall institute 1proceedings to recover any forfeiture incurred under this subsection that is not paid 2by the person against whom it is assessed.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB155,47,53\n(b)  Any person who intentionally violates this section shall be fined not less 4than $100 nor more than $5,000 or imprisoned not more than one year in the county 5jail or both.\nAB155,47,9\n6636.82  Conflict of interest prohibited; exception.  (1)  Except in 7accordance with the government accountability board's advice under s. 5.05 (6a) and 8except as otherwise provided in sub. (2), a member of the board and the executive 9director may not do any of the following:\nAB155,47,1310\n(a)  Take any official action substantially affecting a matter in which the board 11member or executive director, a member of his or her immediate family, or an 12organization with which the board member or director is associated has a substantial 13financial interest.\nAB155,47,1814\n(b)  Use his or her office or position in a way that produces or assists in the 15production of a substantial benefit, direct or indirect, for the board member or 16executive director, one or more members of his or her immediate family either 17separately or together, or an organization with which the board member or executive 18director is associated.\nAB155,47,21\n19(2)  This section does not prohibit a board member or the executive director from 20taking any action concerning the lawful payment of salaries or employee benefits or 21reimbursement of actual and necessary expenses.\nAB155,48,3\n22(3) (a)  Any person who violates this section may be required to forfeit not more 23than $5,000 for each violation.  If the court determines that the accused has realized 24economic gain as a result of the violation, the court may, in addition, order the 25accused to forfeit the amount gained as a result of the violation.  The attorney 1general, when so requested by the government accountability board, shall institute 2proceedings to recover any forfeiture incurred under this subsection that is not paid 3by the person against whom it is assessed.\nAB155,48,64\n(b)  Any person who intentionally violates this section shall be fined not less 5than $100 nor more than $5,000 or imprisoned not more than one year in the county 6jail or both.\nAB155,48,10\n7636.84  Liability; expenses; limitations.  (1)  Neither the state, nor any 8political subdivision of the state, nor any officer, employee, or agent of the state or 9a political subdivision who is acting within the scope of employment or agency is 10liable for any debt, obligation, act, or omission of the authority.\nAB155,48,12\n11(2)  All of the expenses incurred by the authority in exercising its duties and 12powers under this chapter shall be payable only from funds of the authority.\nAB155,48,16\n13(3)  A cause of action may arise against and civil liability may be imposed on 14the authority for its acts or omissions or for any act or omission of a member of the 15board, the executive director, or an employee of the authority in the performance of 16his or her powers and duties under this chapter.\nAB155,48,25\n17(4)  A cause of action may not arise against and civil liability may not be imposed 18on a member of the board, the executive director, or an employee of the authority for 19any act or omission in the performance of his or her powers and duties under this 20chapter, unless the person asserting liability proves that the act or omission 21constitutes willful misconduct or intentional violation of the law.  The member of the 22board, executive director, or employee who performed the act or omission that formed 23the basis of liability shall be jointly liable with the authority if that board member, 24executive director, or employee fails to cooperate with the authority in defense of the 25claim and if the failure to cooperate affects the defense of the action.\nAB155,49,3\n1(5)  The amount recoverable by any person for any damages, injuries, or death 2in any civil action or civil proceeding against the authority, including any such action 3or proceeding based on contribution or indemnification, shall not exceed $100,000.\nAB155,49\n\n\n4Section \n49.\nEffective dates.  This act takes effect on the day after publication, 5except as follows:\nAB155,49,76\n(1)  The repeal and recreation of section 230.03 (3) of the statutes takes effect 7on July 1, 2015, or on the day after publication, whichever is later.\nAB155,49,98\n(2)  The treatment of section 635.18 (1) of the statutes takes effect on January 91, 2016.\nAB155,49,1010\n(End)\n            Down\r\n        Down\r\n\r\n    \r\n"
    },
    {
      "billId": "WI_2013_ab63",
      "billText": "\r\n    \r\n\r\n\r\n\r\n            Up\r\n        Up\r\n\n\nLRB-1336/1\n\n\nJK&FFK:sac:jf\n\n\n\n2013 - 2014  LEGISLATURE\n\n\n2013 Assembly BILL 63\nMarch 7, 2013 - Introduced by Representatives Vruwink, \nShankland, Bewley, Jorgensen, Barca, Kahl, Billings, Berceau, Pope, Ohnstad, Bernard Schaber, Barnes, Sinicki and Hesselbein, cosponsored by Senators Lassa, Shilling, Erpenbach, C. Larson, Miller, Hansen and Harris. Referred to Committee on Financial Institutions.\n\nAB63,1,5\n1An Act to amend 71.05 (6) (a) 15., 71.05 (6) (b) 47. b., 71.21 (4) (a), 71.26 (2) (a) 24., 71.34 (1k) (g), 71.45 (2) (a) 10., 76.67 (2) and 77.92 (4); and \nto create 71.07 3(5p), 71.10 (4) (cs), 71.28 (5p), 71.30 (3) (dr), 71.47 (5p), 71.49 (1) (dr), 76.634 and 4238.17 of the statutes; relating to: an income and franchise tax credit for 5investments in a community development financial institution.\n\n\n\nAnalysis by the Legislative Reference Bureau\n\nUnder this bill, the Wisconsin Economic Development Corporation (WEDC) may certify a person who makes a qualified investment in a registered community development financial institution (CDFI) to receive a credit against state income and franchise taxes, for taxable years beginning after December 31, 2012, and before January 1, 2015, and against license fees paid by insurers.  The bill defines a CDFI as an entity that is organized under the laws of this state and has been certified by the Community Development Financial Institutions Fund established under federal law (fund) as meeting certain eligibility requirements.  The bill permits WEDC to register a CDFI that applies to WEDC and complies with annual reporting requirements.  The bill defines a \"qualified investment\" as a loan or deposit that pays no interest of at least $10,000 that is made for a minimum of 60 months and over which the CDFI retains complete control for the duration of the investment period.\n\nWEDC may revoke the registration of a CDFI that fails to comply with annual reporting requirements or that no longer meets the eligibility requirement for certification by the fund.  WEDC may certify up to $1,000,000 in tax credits in any calendar year.\n\nA person certified to receive tax credits may claim 10 percent of the person's qualified investment, if the investment is at least $10,000, but not more than $150,000, or 12 percent of the person's qualified investment, if the investment is more than $150,000, but not more than $500,000.  If the person withdraws the qualified investment from the CDFI before the end of the investment period and does not reinvest the qualified investment in another CDFI, the person must repay a portion of the credit amounts that the person received by adding the portion to the person's tax or fee liability in a subsequent year.  However, the portion that the person must repay depends on when the person withdraws the investment during the investment period.  The portion that the person must repay decreases the longer the person holds the investment during the investment period.\n\nFor further information see the state fiscal estimate, which will be printed as an appendix to this bill.\n\n\n\nThe people of the state of Wisconsin, represented in senate and assembly, do enact as follows:\nAB63,1\n\n\n1Section \n1.  71.05 (6) (a) 15. of the statutes is amended to read:\nAB63,2,82\n71.05 (6) (a) 15.  Except as provided under s. 71.07 (3p) (c) 5., the amount of the 3credits computed under s. 71.07 (2dd), (2de), (2di), (2dj), (2dL), (2dm), (2dr), (2ds), 4(2dx), (2dy), (3g), (3h), (3n), (3p), (3q), (3r), (3rm), (3rn), (3s), (3t), (3w), (5e), (5f), (5h), 5(5i), (5j), (5k), (5p), (5r), (5rm), (6n), and (8r) and not passed through by a partnership, 6limited liability company, or tax-option corporation that has added that amount to 7the partnership's, company's, or tax-option corporation's income under s. 71.21 (4) 8or 71.34 (1k) (g).\nAB63,2\n\n\n9Section \n2.  71.05 (6) (b) 47. b. of the statutes is amended to read:\nAB63,3,1410\n71.05 (6) (b) 47. b.  With respect to partners and members of limited liability 11companies, for taxable years beginning after December 31, 2010, for 2 consecutive 12taxable years beginning with the taxable year in which the partnership's or limited 13liability company's business locates to this state from another state or another 14country and begins doing business in this state, as defined in s. 71.22 (1r), and subject 15to the limitations provided under subd. 47. d. and e., the partner's or member's 1distributive share of taxable income as calculated under section 703 of the Internal 2Revenue Code; plus the items of income and gain under section 702 of the Internal 3Revenue Code, including taxable state and municipal bond interest and excluding 4nontaxable interest income or dividend income from federal government obligations; 5minus the items of loss and deduction under section 702 of the Internal Revenue 6Code, except items that are not deductible under s. 71.21; plus guaranteed payments 7to partners under section 707 (c) of the Internal Revenue Code; plus the credits 8claimed under s. 71.07 (2dd), (2de), (2di), (2dj), (2dL), (2dm), (2dr), (2ds), (2dx), (2dy), 9(3g), (3h), (3n), (3p), (3q), (3r), (3rm), (3rn), (3s), (3t), (3w), (5e), (5f), (5g), (5h), (5i), 10(5j), (5k), (5p), (5r), (5rm), and (8r); and plus or minus, as appropriate, transitional 11adjustments, depreciation differences, and basis differences under s. 71.05 (13), (15), 12(16), (17), and (19), multiplied by the apportionment fraction determined in s. 71.04 13(4) and subject to s. 71.04 (7) or by separate accounting.  No amounts subtracted 14under this subd. 47. b. may be included in the modification under par. (b) 9. or 9m.\nAB63,3\n\n\n15Section \n3.  71.07 (5p) of the statutes is created to read:\nAB63,3,1716\n71.07 (5p)  Steve Hilgenberg community development credit.  (a)  Definition.  17In this subsection, \"claimant\" means a person who files a claim under this subsection.\nAB63,4,218\n(b)  Filing claims.  Subject to the limitations provided under this subsection and 19the requirements under s. 238.17, for taxable years beginning after December 31, 202012, and before January 1, 2015, except as provided under s. 238.17 (5) (cm), a 21claimant may claim as a credit against the tax imposed under s. 71.02, up to the 22amount of the tax, for the taxable year in which the investment is made, an amount 23equal to 10 percent of the claimant's qualified investment in a community 24development financial institution, if the investment is at least $10,000, but not more 25than $150,000, or 12 percent of the claimant's qualified investment in a community 1development financial institution, if the investment is more than $150,000, but not 2more than $500,000.\nAB63,4,103\n(c)  Limitations.  1.  Partnerships, limited liability companies, and tax-option 4corporations may not claim the credit under this subsection, but the eligibility for, 5and the amount of, the credit are based on their payment of amounts under par. (b).  6A partnership, limited liability company, or tax-option corporation shall compute 7the amount of credit that each of its partners, members, or shareholders may claim 8and shall provide that information to each of them.  Partners, members of limited 9liability companies, and shareholders of tax-option corporations may claim the 10credit in proportion to their ownership interests.\nAB63,4,1911\n2.  A person who makes an investment in a community development financial 12institution in a taxable year, withdraws the investment in that taxable year, and 13immediately reinvests the proceeds into another community development financial 14institution may claim only one credit under this subsection for that taxable year, 15based on the lesser of all such investments in that taxable year.  Investments in a 16community development financial institution made before the effective date of this 17subdivision .... [LRB inserts date], may not be withdrawn prior to the end of their 18contractual term and reinvested in a community development financial institution 19in order to claim a credit under this subsection.\nAB63,5,220\n3.  A claimant who withdraws a qualified investment from a community 21development financial institution prior to the date of withdrawal specified in the 22written notice provided to the claimant under s. 238.17 (5) (b) and who does not 23immediately reinvest the proceeds of the qualified investment as a qualified 24investment in another community development financial institution shall add to the 1claimant's liability for taxes imposed under s. 71.02 one of the following percentages 2of the amount of the credits received under this subsection:\nAB63,5,43\na.  If the withdrawal occurs during the first year after the date on which the 4claimant made the qualified investment, 100 percent.\nAB63,5,65\nb.  If the withdrawal occurs during the 2nd year after the date on which the 6claimant made the qualified investment, 75 percent.\nAB63,5,87\nc.  If the withdrawal occurs during the 3rd year after the date on which the 8claimant made the qualified investment, 50 percent.\nAB63,5,109\nd.  If the withdrawal occurs during the 4th year after the date on which the 10claimant made the qualified investment, 25 percent.\nAB63,5,1211\ne.  If the withdrawal occurs during the 5th year after the date on which the 12claimant made the qualified investment, 10 percent.\nAB63,5,1413\n(d)  Administration.  Section 71.28 (4) (e) to (h), as it applies to the credit under 14s. 71.28 (4), applies to the credit under this subsection.\nAB63,4\n\n\n15Section \n4.  71.10 (4) (cs) of the statutes is created to read:\nAB63,5,1716\n71.10 (4) (cs)  Steve Hilgenberg community development credit under s. 71.07 17(5p).\nAB63,5\n\n\n18Section \n5.  71.21 (4) (a) of the statutes is amended to read:\nAB63,5,2319\n71.21 (4) (a)  The amount of the credits computed by a partnership under s. 2071.07 (2dd), (2de), (2di), (2dj), (2dL), (2dm), (2ds), (2dx), (2dy), (3g), (3h), (3n), (3p), 21(3q), (3r), (3rm), (3rn), (3s), (3t), (3w), (5e), (5f), (5g), (5h), (5i), (5j), (5k), (5p), (5r), 22(5rm), (6n), and (8r) and passed through to partners shall be added to the 23partnership's income.\nAB63,6\n\n\n24Section \n6.  71.26 (2) (a) 4. of the statutes is amended to read:\nAB63,6,7\n171.26 (2) (a) 4.  Plus the amount of the credit computed under s. 71.28 (1dd), 2(1de), (1di), (1dj), (1dL), (1dm), (1ds), (1dx), (1dy), (3g), (3h), (3n), (3p), (3q), (3r), 3(3rm), (3rn), (3t), (3w), (5e), (5f), (5g), (5h), (5i), (5j), (5k), \n(5p), (5r), (5rm), (6n), (8r), 4and (9s) and not passed through by a partnership, limited liability company, or 5tax-option corporation that has added that amount to the partnership's, limited 6liability company's, or tax-option corporation's income under s. 71.21 (4) or 71.34 (1k) 7(g).\nAB63,7\n\n\n8Section \n7.  71.28 (5p) of the statutes is created to read:\nAB63,6,109\n71.28 (5p)  Steve Hilgenberg community development credit.  (a)  Definition.  10In this subsection, \"claimant\" means a person who files a claim under this subsection.\nAB63,6,2011\n(b)  Filing claims.  Subject to the limitations provided under this subsection and 12the requirements under s. 238.17, for taxable years beginning after December 31, 132012, and before January 1, 2015, except as provided under s. 238.17 (5) (cm), a 14claimant may claim as a credit against the tax imposed under s. 71.23, up to the 15amount of the tax, for the taxable year in which the investment is made, an amount 16equal to 10 percent of the claimant's qualified investment in a community 17development financial institution, if the investment is at least $10,000, but not more 18than $150,000, or 12 percent of the claimant's qualified investment in a community 19development financial institution, if the investment is more than $150,000, but not 20more than $500,000.\nAB63,7,321\n(c)  Limitations.  1.  Partnerships, limited liability companies, and tax-option 22corporations may not claim the credit under this subsection, but the eligibility for, 23and the amount of, the credit are based on their payment of amounts under par. (b).  24A partnership, limited liability company, or tax-option corporation shall compute 25the amount of credit that each of its partners, members, or shareholders may claim 1and shall provide that information to each of them.  Partners, members of limited 2liability companies, and shareholders of tax-option corporations may claim the 3credit in proportion to their ownership interests.\nAB63,7,124\n2.  A person who makes an investment in a community development financial 5institution in a taxable year, withdraws the investment in that taxable year, and 6immediately reinvests the proceeds into another community development financial 7institution may claim only one credit under this subsection for that taxable year, 8based on the lesser of all such investments in that taxable year.  Investments in a 9community development financial institution made before the effective date of this 10subdivision .... [LRB inserts date], may not be withdrawn prior to the end of their 11contractual term and reinvested in a community development financial institution 12in order to claim a credit under this subsection.\nAB63,7,1913\n3.  A claimant who withdraws a qualified investment from a community 14development financial institution prior to the date of withdrawal specified in the 15written notice provided to the claimant under s. 238.17 (5) (b) and who does not 16immediately reinvest the proceeds of the qualified investment as a qualified 17investment in another community development financial institution shall add to the 18claimant's liability for taxes imposed under s. 71.23 one of the following percentages 19of the amount of the credits received under this subsection:\nAB63,7,2120\na.  If the withdrawal occurs during the first year after the date on which the 21claimant made the qualified investment, 100 percent.\nAB63,7,2322\nb.  If the withdrawal occurs during the 2nd year after the date on which the 23claimant made the qualified investment, 75 percent.\nAB63,7,2524\nc.  If the withdrawal occurs during the 3rd year after the date on which the 25claimant made the qualified investment, 50 percent.\nAB63,8,2\n1d.  If the withdrawal occurs during the 4th year after the date on which the 2claimant made the qualified investment, 25 percent.\nAB63,8,43\ne.  If the withdrawal occurs during the 5th year after the date on which the 4claimant made the qualified investment, 10 percent.\nAB63,8,65\n(d)  Administration.  Subsection (4) (e) to (h), as it applies to the credit under 6sub. (4), applies to the credit under this subsection.\nAB63,8\n\n\n7Section \n8.  71.30 (3) (dr) of the statutes is created to read:\nAB63,8,98\n71.30 (3) (dr)  Steve Hilgenberg community development credit under s. 71.28 9(5p).\nAB63,9\n\n\n10Section \n9.  71.34 (1k) (g) of the statutes is amended to read:\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB63,8,1411\n71.34 (1k) (g)  An addition shall be made for credits computed by a tax-option 12corporation under s. 71.28 (1dd), (1de), (1di), (1dj), (1dL), (1dm), (1ds), (1dx), (1dy), 13(3), (3g), (3h), (3n), (3p), (3q), (3r), (3rm), (3rn), (3t), (3w), (5e), (5f), (5g), (5h), (5i), (5j), 14(5k), (5p), (5r), (5rm), (6n), and (8r) and passed through to shareholders.\nAB63,10\n\n\n15Section \n10.  71.45 (2) (a) 10. of the statutes is amended to read:\nAB63,8,2216\n71.45 (2) (a) 10.  By adding to federal taxable income the amount of credit 17computed under s. 71.47 (1dd) to (1dy), (3g), (3h), (3n), (3p), (3q), (3r), (3rm), (3rn), 18(3w), (5e), (5f), (5g), (5h), (5i), (5j), (5k), (5p), (5r), (5rm), (6n), (8r), and (9s) and not 19passed through by a partnership, limited liability company, or tax-option 20corporation that has added that amount to the partnership's, limited liability 21company's, or tax-option corporation's income under s. 71.21 (4) or 71.34 (1k) (g) and 22the amount of credit computed under s. 71.47 (1), (3), (3t), (4), (4m), and (5).\nAB63,11\n\n\n23Section \n11.  71.47 (5p) of the statutes is created to read:\nAB63,8,2524\n71.47 (5p)  Steve Hilgenberg community development credit.  (a)  Definition.  25In this subsection, \"claimant\" means a person who files a claim under this subsection.\nAB63,9,10\n1(b)  Filing claims.  Subject to the limitations provided under this subsection and 2the requirements under s. 238.17, for taxable years beginning after December 31, 32012, and before January 1, 2015, except as provided under s. 238.17 (5) (cm), a 4claimant may claim as a credit against the tax imposed under s. 71.43, up to the 5amount of the tax, for the taxable year in which the investment is made, an amount 6equal to 10 percent of the claimant's qualified investment in a community 7development financial institution, if the investment is at least $10,000, but not more 8than $150,000, or 12 percent of the claimant's qualified investment in a community 9development financial institution, if the investment is more than $150,000, but not 10more than $500,000.\nAB63,9,1811\n(c)  Limitations.  1.  Partnerships, limited liability companies, and tax-option 12corporations may not claim the credit under this subsection, but the eligibility for, 13and the amount of, the credit are based on their payment of amounts under par. (b).  14A partnership, limited liability company, or tax-option corporation shall compute 15the amount of credit that each of its partners, members, or shareholders may claim 16and shall provide that information to each of them.  Partners, members of limited 17liability companies, and shareholders of tax-option corporations may claim the 18credit in proportion to their ownership interests.\nAB63,9,2519\n2.  A person who makes an investment in a community development financial 20institution in a taxable year, withdraws the investment in that taxable year, and 21immediately reinvests the proceeds into another community development financial 22institution may claim only one credit under this subsection for that taxable year, 23based on the lesser of all such investments in that taxable year.  Investments in a 24community development financial institution made before the effective date of this 25subdivision .... [LRB inserts date], may not be withdrawn prior to the end of their 1contractual term and reinvested in a community development financial institution 2in order to claim a credit under this subsection.\nAB63,10,93\n3.  A claimant who withdraws a qualified investment from a community 4development financial institution prior to the date of withdrawal specified in the 5written notice provided to the claimant under s. 238.17 (5) (b) and who does not 6immediately reinvest the proceeds of the qualified investment as a qualified 7investment in another community development financial institution shall add to the 8claimant's liability for taxes imposed under s. 71.43 one of the following percentages 9of the amount of the credits received under this subsection:\nAB63,10,1110\na.  If the withdrawal occurs during the first year after the date on which the 11claimant made the qualified investment, 100 percent.\nAB63,10,1312\nb.  If the withdrawal occurs during the 2nd year after the date on which the 13claimant made the qualified investment, 75 percent.\nAB63,10,1514\nc.  If the withdrawal occurs during the 3rd year after the date on which the 15claimant made the qualified investment, 50 percent.\nAB63,10,1716\nd.  If the withdrawal occurs during the 4th year after the date on which the 17claimant made the qualified investment, 25 percent.\nAB63,10,1918\ne.  If the withdrawal occurs during the 5th year after the date on which the 19claimant made the qualified investment, 10 percent.\nAB63,10,2120\n(d)  Administration.  Section 71.28 (4) (e) to (h), as it applies to the credit under 21s. 71.28 (4), applies to the credit under this subsection.\nAB63,12\n\n\n22Section \n12.  71.49 (1) (dr) of the statutes is created to read:\nAB63,10,2423\n71.49 (1) (dr)  Steve Hilgenberg community development credit under s. 71.47 24(5p).\nAB63,13\n\n\n25Section \n13.  76.634 of the statutes is created to read:\nAB63,11,10\n176.634  Steve Hilgenberg community development credit.  (1)  Filing 2claims.  Subject to the limitations provided under this subsection and the 3requirements under s. 238.17, for taxable years beginning after December 31, 2012, 4and before January 1, 2015, except as provided under s. 238.17 (5) (cm), an insurer 5may claim as a credit against the fees due under s. 76.60, 76.63, 76.65, 76.66, or 76.67 6for the taxable year in which the investment is made, an amount equal to 10 percent 7of the insurer's qualified investment in a community development financial 8institution, if the investment is at least $10,000, but not more than $150,000, or 12 9percent of the insurer's qualified investment in a community development financial 10institution, if the investment is more than $150,000, but not more than $500,000.\nAB63,11,16\n11(2)  Carry-forward.  If the credit under sub. (1) is not entirely offset against the 12fees under s. 76.60, 76.63, 76.65, 76.66, or 76.67 otherwise due, the unused balance 13may be carried forward and credited against those fees for the following 15 years to 14the extent that it is not offset by those fees otherwise due in all the years between 15the year in which the expense was made and the year in which the carry-forward 16credit is claimed.\nAB63,11,19\n17(3)  Limitations.  (a)  No credit may be allowed under this section unless the 18insurer includes with the insurer's annual return under s. 76.64 a copy of the 19insurer's certification for tax benefits under s. 238.17 (5) (b).\nAB63,12,320\n(b)  An insurer who makes an investment in a community development 21financial institution in a taxable year, withdraws the investment in that taxable 22year, and immediately reinvests the proceeds into another community development 23financial institution may claim only one credit under this section for that taxable 24year, based on the lesser of all such investments in that taxable year.  Investments 25in a community development financial institution made before the effective date of 1this paragraph .... [LRB inserts date], may not be withdrawn prior to the end of their 2contractual term and reinvested in a community development financial institution 3in order to claim a credit under this section.\nAB63,12,11\n4(4)  Repayment. An insurer who claims a credit under this section and who 5withdraws a qualified investment from a community development financial 6institution prior to the date of withdrawal specified in the written notice provided to 7the insurer under s. 238.17 (5) (b) and does not immediately reinvest the proceeds 8of the qualified investment as a qualified investment in another community 9development financial institution shall add to the insurer's liability for fees imposed 10under s. 76.60, 76.63, 76.65, 76.66, or 76.67 one of the following percentages of the 11amount of the credits received under this subsection:\nAB63,12,1312\n(a)  If the withdrawal occurs during the first year after the date on which the 13insurer made the qualified investment, 100 percent.\nAB63,12,1514\n(b)  If the withdrawal occurs during the 2nd year after the date on which the 15insurer made the qualified investment, 75 percent.\nAB63,12,1716\n(c)  If the withdrawal occurs during the 3rd year after the date on which the 17insurer made the qualified investment, 50 percent.\nAB63,12,1918\n(d)  If the withdrawal occurs during the 4th year after the date on which the 19insurer made the qualified investment, 25 percent.\nAB63,12,2120\n(e)  If the withdrawal occurs during the 5th year after the date on which the 21insurer made the qualified investment, 10 percent.\nAB63,14\n\n\n22Section \n14.  76.67 (2) of the statutes is amended to read:\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB63,13,723\n76.67 (2)  If any domestic insurer is licensed to transact insurance business in 24another state, this state may not require similar insurers domiciled in that other 25state to pay taxes greater in the aggregate than the aggregate amount of taxes that 1a domestic insurer is required to pay to that other state for the same year less the 2credits under ss. 76.634, 76.635, 76.636, 76.637, 76.638, and 76.655, except that the 3amount imposed shall not be less than the total of the amounts due under ss. 76.65 4(2) and 601.93 and, if the insurer is subject to s. 76.60, 0.375% of its gross premiums, 5as calculated under s. 76.62, less offsets allowed under s. 646.51 (7) or under ss. 676.634, 76.635, 76.636, 76.637, 76.638, and 76.655 against that total, and except that 7the amount imposed shall not be less than the amount due under s. 601.93.\nAB63,15\n\n\n8Section \n15.  77.92 (4) of the statutes is amended to read:\nAB63,13,249\n77.92 (4)  \"Net business income,\" with respect to a partnership, means taxable 10income as calculated under section 703 of the Internal Revenue Code; plus the items 11of income and gain under section 702 of the Internal Revenue Code, including taxable 12state and municipal bond interest and excluding nontaxable interest income or 13dividend income from federal government obligations; minus the items of loss and 14deduction under section 702 of the Internal Revenue Code, except items that are not 15deductible under s. 71.21; plus guaranteed payments to partners under section 707 16(c) of the Internal Revenue Code; plus the credits claimed under s. 71.07 (2dd), (2de), 17(2di), (2dj), (2dL), (2dm), (2dr), (2ds), (2dx), (2dy), (3g), (3h), (3n), (3p), (3q), (3r), 18(3rm), (3rn), (3s), (3t), (3w), (5e), (5f), (5g), (5h), (5i), (5j), (5k), (5n), (5p), (5r), (5rm), 19(6n), and (8r); and plus or minus, as appropriate, transitional adjustments, 20depreciation differences, and basis differences under s. 71.05 (13), (15), (16), (17), and 21(19); but excluding income, gain, loss, and deductions from farming.  \"Net business 22income,\" with respect to a natural person, estate, or trust, means profit from a trade 23or business for federal income tax purposes and includes net income derived as an 24employee as defined in section 3121 (d) (3) of the Internal Revenue Code.AB63,16\n\n\n25Section \n16.  238.17 of the statutes is created to read:\nAB63,14,2\n1238.17  Certification of investments in community development 2financial institutions.  (1)  Definitions.  In this section:\nAB63,14,43\n(a)  \"Community development financial institution\" means an entity that 4satisfies all of the following:\nAB63,14,751.  The entity is certified by the fund under 12 CFR 1805.201 as meeting the 6eligibility requirements for a community development financial institution under 12 7CFR 1805.200 and 1805.201 (b).AB63,14,88\n2.  The entity is organized under the laws of this state.\nAB63,14,109\n3.  The entity uses qualified investments for which a person may be certified for 10tax credits under sub. (2) (a) for projects that are based in this state.\nAB63,14,1211\n(b)  \"Fund\" means the Community Development Financial Institutions Fund 12established under 12 USC 4703 (a).AB63,14,1513\n(c) 1.  Subject to subd. 2., \"qualified investment\" means a deposit or loan that 14pays no interest to the person who made the deposit or loan, if the deposit or loan has 15a value of at least $10,000 and is made for a period of at least 60 months.\nAB63,14,2216\n2.  A community development financial institution that receives an investment 17described under subd. 1. shall have complete control over the entire investment 18amount, including any interest earned on the investment, for the duration of the 19investment period, but the investment may be subject to any additional terms and 20conditions of the investment agreement between the community development 21financial institution and the investor which are not inconsistent with the 22requirements of this section.\nAB63,15,3\n23(2)  Certification; registration and reporting required.  (a)  Subject to the 24limits under sub. (4), the corporation may certify a person under this section to claim 25tax credits under s. 71.07 (5p), 71.28 (5p), 71.47 (5p), or 76.634 if the person applies 1to the corporation on a form prepared by the corporation and submits evidence 2satisfactory to the corporation that the person has made a qualified investment in 3a community development financial institution that is registered under par. (b).\nAB63,15,104\n(b) 1.  The corporation may register a community development financial 5institution if the community development financial institution applies to the 6corporation on a form prepared by the corporation.  The corporation may revoke the 7registration of a community development financial institution if the entity no longer 8meets the eligibility requirements for certification as a community development 9financial institution by the fund or fails to comply with the requirements of this 10paragraph.\nAB63,15,1611\n2.  A community development financial institution registered under this section 12shall annually, within 90 days after the last day of the preceding calendar year, 13submit a report containing financial statements of the community development 14financial institution, prepared according to generally accepted accounting principles 15and including all of the following information for the preceding calendar year, to the 16corporation:\nAB63,15,1817\na.  The material events certification form required by the federal department 18of the treasury.\nAB63,15,2119\nb.  Certification, in the form and manner prescribed by the corporation, that the 20community development financial institution satisfies the criteria under sub. (1) (a) 211. to 3.\nAB63,15,2222\nc.  Any other information the corporation considers relevant.\nAB63,15,25\n23(3)  Eligibility.  (a)  Except as provided in par. (b), a person certified under sub. 24(2) (a) is eligible to claim tax credits under s. 71.07 (5p), 71.28 (5p), 71.47 (5p), or 2576.634.\nAB63,16,7\n1(b)  If the registration of a community development financial institution in 2which a person certified under sub. (2) (a) has made a qualified investment is revoked 3by the corporation, and not reinstated by the corporation within 120 days following 4the revocation, or if the entity fails to meet the eligibility requirements for more than 5120 consecutive days for certification as a community development financial 6institution by the fund, the person certified under sub. (2) (a) may do any of the 7following:\nAB63,16,98\n1.  Subject to s. 71.07 (5p) (c) 3., 71.28 (5p) (c) 3., 71.47 (5p) (c) 3., or 76.634 (4), 9withdraw the qualified investment.\nAB63,16,1210\n2.  Immediately reinvest the proceeds of the qualified investment as a qualified 11investment in another community development financial institution for the duration 12of the investment period.\nAB63,16,14\n13(4)  Limits.  No more than $1,000,000 in tax benefits may be claimed under this 14section in any calendar year.\nAB63,16,15\n15(5)  Duties of the corporation.  The corporation shall do all of the following:\nAB63,16,2016\n(a)  Notify the department of revenue of every certification issued under sub. 17(2) (a) and include the dates on which any such certification is granted and the date 18on which the applicant may withdraw a qualified investment made in a community 19development financial institution, which date shall be no earlier than the first day 20of the 61st month after the qualified investment was made.\nAB63,16,2521\n(b)  Provide to each applicant for certification under sub. (2) (a) a dated written 22notice indicating the corporation's decision to grant or deny certification.  If 23certification is granted, the notice shall include the date on which the applicant may 24withdraw the qualified investment, which date shall be no earlier than the first day 25of the 61st month after the qualified investment was made.\nAB63,17,2\n1(c)  Notify the department of revenue of each community development financial 2institution registered under sub. (2) (b).\nAB63,17,53\n(cm)  Determine whether to certify persons to claim tax credits under ss. 71.07 4(5p), 71.28 (5p), 71.47 (5p), and 76.634 for taxable years beginning after December 531, 2014, and to notify the department of revenue of that determination.\nAB63,17,66\n(d)  Establish policies to administer this section.\n            Down\r\n        Down\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n            Up\r\n        Up\r\nAB63,17,77\n(End)\n            Down\r\n        Down\r\n\r\n    \r\n"
    },
    {
      "billId": "WI_document_OC3",
      "billText": "\r\n    \r\n\r\n\r\n\r\n            Up\r\n        Up\r\n\n\nLRB-3402/1\n\n\nPG:jld:jf\n\n\nOctober 2013 Special Session\n\n\n2013 - 2014  LEGISLATURE\n\n\n Assembly BILL 1\nOctober 15, 2013 - Introduced by \nJoint Committee on Finance, by request of Governor Scott Walker. Referred to Joint Committee on Finance.\n\nAB1,1,1\n1An Act relating to: school district budgets and making an appropriation.\n\n\n\nAnalysis by the Legislative Reference Bureau\n\nThis bill increases the amount appropriated as general school aid in the 2013-14 and 2014-15 school years.  The bill also delays the dates by which school districts must determine the amounts necessary to be raised to operate and maintain the schools in 2013 from November 1 to November 6.\n\nFor further information see the state and local fiscal estimate, which will be printed as an appendix to this bill.\n\n\n\nThe people of the state of Wisconsin, represented in senate and assembly, do enact as follows:\nAB1,1\n\n\n2Section \n1.\nNonstatutory provisions.\nAB1,1,63\n(1) (a)  Notwithstanding section 121.15 (4) (b) of the statutes, the state 4superintendent of public instruction shall calculate the total amount of state aid that 5each school district will receive in the 2013-14 school year by October 31, 2013, 6instead of on October 15, 2013.\nAB1,1,87\n(b)  Notwithstanding section 120.12 (3) and (4) of the statutes, for 2013 the 8references to November 1 in those sections are changed to November 6.\nAB1,2,2\n1(c)  Notwithstanding section 119.16 (8) (b) of the statutes, for 2013 the reference 2in that section to the first Monday in August is changed to November 6.\nAB1,2,43\n(d)  Notwithstanding section 121.90 (2) (am) 1. of the statutes, for 2013 the 4reference to October 15 in that section is changed to October 31.\nAB1,2\n\n\n5Section \n2.\nFiscal changes.\nAB1,2,156\n(1)  In the schedule under section 20.005 (3) of the statutes for the appropriation 7to the department of public instruction under section 20.255 (2) (ac) of the statutes, 8as affected by the acts of 2013, the dollar amount is increased by $40,000,000 for the 9first fiscal year of the fiscal biennium in which this subsection takes effect to increase 10funding for the purposes for which the appropriation is made.  In the schedule under 11section 20.005 (3) of the statutes for the appropriation to the department of public 12instruction under section 20.255 (2) (ac) of the statutes, as affected by the acts of 132013, the dollar amount is increased by $60,000,000 for the second fiscal year of the 14fiscal biennium in which this subsection takes effect to increase funding for the 15purposes for which the appropriation is made.\nAB1,2,1616\n(End)\n            Down\r\n        Down\r\n\r\n    \r\n\r\n"
    }
  ]
}
